[
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Need someone clear Actual Ship Date field CT SESA ID ID SESA Caller Name Connie Laughlin Contact Number Email connie laughlin se com Related case case history available Location remote hotel office office Application Name q c Number Known Affected Users single user issue problem issue problem begin today Logon id available Error message available last time work properly today change PC since last time work properly change password recently Troubleshooting step Q C line item transfer Rojo Gomez Plant transfer back Smyrna Plant Need someone clear Actual Ship Date field CT Q C Item Reference similar request KSR complete"],
		"responses": ["Issue: Need someone to clear the Actual Ship Date field in CT01. The Q2C Item is: 44369038-002   Resolution: Ran adhoc job from PDS ---- > FLORDP.OPERPGM.CNTL(GPCT990M) to clear the Actual Ship Date for Q2C item 44369038-002 \""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Need someone clear Actual Ship Date field CT SESA ID ID SESA Caller Name Connie Laughlin Contact Number Email connie laughlin se com Related case case history available Location remote hotel office office Application Name q c Number Known Affected Users single user issue problem issue problem begin today Logon id available Error message available last time work properly today change PC since last time work properly change password recently Troubleshooting step Q C line item transfer Rojo Gomez Plant transfer back Smyrna Plant Need someone clear Actual Ship Date field CT Q C Item"],
		"responses": ["Ran job FLORDP.OPERPGM.CNTL(GPCT990M) to clear out Actual Ship Date for Smyrna Q2C order: #43969608-001/002/003.  ***Important note: Updated dataset: GPPD.PRD.GPSHIP.SIPDTNUL.DT062222 before running the job\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact RM Ravikanth Work note Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem:SYSA (IOCALERT) CTM3 SYSA-CTM282I SMCOT002 J22993 ENDED NOTOK RC=2974 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Force completed the job and informed the respective team on the issue and opned a ticket.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["AMAPS SESA ID SESA Caller name SESA E mail address Kaylee Snyder se com Primary contact Alternate contact Secondary contact person Tim Casteel User site office location Smyrna Tennessee Number user currently know affected Application name affect AMAPS database server application Application database name affect database Server location idea per user exact issue try login use credential task respond return home screen issue problem begin Today work around work around per customer work around apply work around Service stop partially impacted Service Stopped per customer Exact error message exact error return home screen enter Business impact issue affect Schneider business Business impact Smyrna plant revenue impact US power system business AMAPS business critical supply chain warehouse team"],
		"responses": ["Problem: What is the exact issue?  When tried to login using credentials"],
		"context": " AM17 task is not responding (It returns on the home screen)  Cause: [ Main Cause Type:Scheduling issue;Sub Cause Type: Delay in Batch job ]  Cause description : Smyrna is down as batch jobs not completed yetdue to slowness in mainframe.  Action taken : once batch jobs completed"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["AMAPS Login issue SESA ID SESA Caller Name Andrew Anderson Contact number Email Address Andrew Anderson se com Location remote hotel office Fairfield Application Name AMAPS Number Known Affected Users user plant issue problem User report user Fairfield unable connect AMAPS affect supply plan issue problem begin Related case case history n Troubleshooting step detail chat session service restore Assigning ticket report issue assign team DPSMAN Global L"],
		"responses": ["Problem:Problem/Issue: User reported all users on AM68 (Fairfield) are unable to connect to AMAPS affecting supply planning  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Third Party API/Tool issue ]  Cause description : unable to access AMAPS   Action taken : Automatic resolution as system was down for batch delay.After batch is completed"],
		"context": " system is up.  Customer Confirmation : Confirmed with User\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS Distribution Monterrey host id cisnt message Ended OK Thu Jun EDT memname LWS Distribution SESA ID ID SESA Caller Name Kesavanarayanan Srikanthan Call back number n Email Address kesavanarayanan atos ne ecs LOG BATCH JOB MON job name LWS Distribution Monterrey host id cisnt message Ended OK Thu Jun EDT memname LWS Distribution EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS Distribution Monterrey host id cisnt message Ended OK Thu Jun EDT memname LWS Distribution exe order id g h severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name LWS Distribution Monterrey host id cisnt message Ended OK Thu Jun EDT memname LWS Distribution exe order id g h severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF Kesavanarayanan Work note ticket need assign DPSMAN sev"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_Distribution_Monterrey"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS Distribution Tlaxcala host id cisnt message Ended OK EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS Distribution Tlaxcala host id cisnt message Ended OK Wed Apr EDT memname LWS Distribution exe order id f severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name LWS Distribution Tlaxcala host id cisnt message Ended OK Wed Apr EDT memname LWS Distribution exe order id f severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC MK Manisha Kumari Work note FOK per David complete fine Hi SD team Please raise sev ticket DPSMAN team"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_Distribution_Tlaxcala"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXDWDSPR host id es message Ended OK Wed Jun EDT memname edwdsprd scr order id fqgu severit EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXDWDSPR host id es message Ended OK Wed Jun EDT memname edwdsprd scr order id fqgu severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name UXDWDSPR host id es message Ended OK Wed Jun EDT memname edwdsprd scr order id fqgu severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF KS Kesavanarayanan Work note ticket need assign DPSMAN sev"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXDWDSPR"],
		"context": " host_id: es18"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASLMX host id e b c us schneider electric com message Ended OK Sat May EDT memname fa"],
		"responses": ["Problem:UXFASLMX"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAPCMFTMDX EVENT ba ce cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Steady State Stateful KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace Sev Event Auto Close Auto Close Stateless Event Change"],
		"responses": ["Problem: es30 (Filesystem_/var/snasal) Filesystem /var/snasal use 100% of Diskspace  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Server storage issue ]  Action: Wait for UXSWS050 to run and free up space.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Job FASKBEXT Ended Ok Job FASKBEXT Ended Ok TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create sev ticket DPSMAN group Job FASKBEXT Ended Ok Notified saran Escalating ticket DPSMAN Global L"],
		"responses": ["File uploaded manually."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Job MTCOT SMAMS Ended OK SWIVEL TICKET MTCOT J ENDED NOTOK RC JFAIL SMAMS J ENDED NOTOK RC RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem - MTCOT922 J12910 ENDED NOTOK RC=JFAIL! SMAMS722 J12820 ENDED NOTOK RC=2974 !  cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : UNAVAILABLE RESOURCE  Action: Resatrted the job after resourse is available and Job completed fine.  User confirmation - NA **************************************************************************************************\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Job SMAMS SNCOT fail SMAMS J ENDED NOTOK RC SNCOT J ENDED NOTOK RC SB per Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem - SMAMS001 J28825 ENDED NOTOK RC=2974 ! SNCOT922 J29089 ENDED NOTOK RC=SB37 !  cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : File Space issues  Action:  SNCOT922 Increased space and recataloged file with space issue and restart job from failed step.  Job ended successful. SMAMS001 once file released"],
		"context": " restart job from failed step and job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Job SWMRP GPACE ENDED NOTOK Job SWMRP GPACE ENDED NOTOK GPACE J ENDED NOTOK RC SWMRP J ENDED NOTOK RC RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: GPACE503 J12678 ENDED NOTOK RC=0806 ! SWMRP150 J12951 ENDED NOTOK RC=0110 !*   Cause:: [ Main Cause Type:Scheduling issue;Sub Cause Type: Deadlock ]  Cause description : DB2 ERROR: RESULT OF SQL STATEMENT: SQLCODE: -911  Action taken : Restarted the job after 1hr to deadlock complete"],
		"context": " Job Completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Job UXFASUED Ended OK Job UXFASUED Ended OK PA Pruthvi Raj B Additional comment Hello Team Please route ticket DPSMAN SEV priority thanks"],
		"responses": ["Problem: Job UXFASUED Ended not OK  Cause : [ Main Cause Type:Monitoring ;Sub Cause Type: Monitoring Alert ]  Action: Restarted from failure step and it completed fine.   Customer Confirmation: NA.\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Mainframe Multiple failure SE Mainframe Multiple failure SE MTAMS J ENDED NOTOK RC OXAMS J ENDED NOTOK RC SWAMS J ENDED NOTOK RC system Email send Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail KS Kesavanarayanan Field change Assigned Empty wasKesavanarayanan Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group KS Kesavanarayanan Work note ticket need assign DPSMAN sev KS Kesavanarayanan Field change DescriptionMainframe Multiple failure SE MTAMS J ENDED NOTOK RC OXAMS J ENDED NOTOK RC SWAMS J ENDED NOTOK RC wasEventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MTAMS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact Short DescriptionMainframe Multiple failure SEwasSYSA IOCALERT CTM SYSA CTM MTAMS J ENDED NOTOK RC U IOADMIN Occurred"],
		"responses": ["FTP service not available for all 3 jobs below for server: es08c.c076.us.schneider-electric.com  1) MTAMS724 J25484 ENDED NOTOK RC=1808 ! 2) OXAMS724 J25485 ENDED NOTOK RC=1808 ! 3) SWAMS724 J24948 ENDED NOTOK RC=1808 !  Resolution: Manually transferrd the files for each job above when the server was available. FTP was scuccessful for all 3 jobs.\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Mainframe Three job fail SMFTP SWFTP SWMRS"],
		"responses": ["The job SWFTP799 failed because Kronos file were unavailable 085Extract.txt Per Raymundo Peña (Application Engineer) and David Franczak (Master Data Steward) advised via email to not run this job on Sunday (3/27/22). As a result we had Operation team force complete the job (i.e. treat it as the job SWFTP799 never ran)\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Multiple Job abends Multiple Job abends SMAM J J ENDED NOTOK RC JFAIL SMMBL J ENDED NOTOK RC JFAIL SMCOT J ENDED NOTOK RC SMIVTDC J ENDED NOTOK RC JFAIL SMPAMSR J ENDED NOTOK RC U SMAMSD J ENDED NOTOK RC RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: Multiple Job abends SMAM022J J22092 ENDED NOTOK RC=JFAIL! *  SMMBL006 J22076 ENDED NOTOK RC=JFAIL! *  SMCOT002 J22064 ENDED NOTOK RC=2974 !  SMIVTDC1 J22065 ENDED NOTOK RC=JFAIL!  SMPAMSR6 J21906 ENDED NOTOK RC=U3303!  SMAMSD01 J21751 ENDED NOTOK RC=0012 !   Cause: [ Main Cause Type:Scheduling issue;Sub Cause Type: Delay in Batch job ]  Cause description : Delay in batch caused multiple abneds in system.  Action taken : Restarted the job after batch is available"],
		"context": " Jobs completed Fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Multiple job failure SE Multiple job failure SE SWBMSL IOADMIN SWBMSL JOB Ended OK Due CC SWIOFL SSWPROD SWIOFL JOB Ended OK Due CC SWINV IOADMIN SWINV JOB Ended OK Due CC SWIVT IOADMIN SWIVT JOB Ended OK Due CC SWIVT IOADMIN SWIVT JOB Ended OK Due CC SWPCSL IOADMIN SWPCSL JOB Ended OK Due CC SWBMS IOADMIN SWBMS JOB Ended OK Due CC SWMCSL IOADMIN SWMCSL JOB Ended OK Due CC SWMCSL IOADMIN SWMCSL JOB Ended OK Due CC SWMCSL IOADMIN SWMCSL JOB Ended OK Due CC SWPCSL IOADMIN SWPCSL JOB Ended OK Due CC MK Manisha Kumari Work note Informed Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: Multiple job failure in SE.  SWBMSL17 IOADMIN 060422 SWBMSL17/03598 JOB Ended- Not \"\"OK\"\" Due to CC  SWIOFL01 SSWPROD 060422 SWIOFL01/03601 JOB Ended- Not \"\"OK\"\" Due to CC  SWINV011 IOADMIN 060422 SWINV011/03602 JOB Ended- Not \"\"OK\"\" Due to CC  SWIVT030 IOADMIN 060422 SWIVT030/03603 JOB Ended- Not \"\"OK\"\" Due to CC  SWIVT008 IOADMIN 060422 SWIVT008/03605 JOB Ended- Not \"\"OK\"\" Due to CC  SWPCSL14 IOADMIN 060422 SWPCSL14/03607 JOB Ended- Not \"\"OK\"\" Due to CC  SWBMS189 IOADMIN 060422 SWBMS189/03610 JOB Ended- Not \"\"OK\"\" Due to CC  SWMCSL11 IOADMIN 060422 SWMCSL11/03620 JOB Ended- Not \"\"OK\"\" Due to CC  SWMCSL20 IOADMIN 060422 SWMCSL20/03621 JOB Ended- Not \"\"OK\"\" Due to CC  SWMCSL23 IOADMIN 060422 SWMCSL23/03622 JOB Ended- Not \"\"OK\"\" Due to CC  SWPCSL10 IOADMIN 060422 SWPCSL10/03626 JOB Ended- Not \"\"OK\"\" Due to CC   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable  Action taken : Restarted the jobs once FTP services are available. Jobs completed fine.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Multiple Jobs abended SWSFCD J ENDED NOTOK RC U SWFAS J ENDED NOTOK RC U SWBMS J ENDED NOTOK RC SWPCS J ENDED NOTOK RC JFAIL SWOEP J ENDED NOTOK RC JFAIL UXFASFBL ENDED OK RM Ravikanth Work note Notified Venkata Aseem Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: SWSFCD04 J10948 ENDED NOTOK RC=U0870! SWFAS351 J09033 ENDED NOTOK RC=U0474! SWBMS025 J09417 ENDED NOTOK RC=S222 !  SWPCS030 J09766 ENDED NOTOK RC=JFAIL!  SWOEP060 J09866 ENDED NOTOK RC=JFAIL!  UXFASFBL\tENDED NOT OK  Cause: [ Main Cause Type:Scheduling issue;Sub Cause Type: Delay in Batch job ]  Cause description : Delay in batch jobs caused multiple dependensy issues.  Action taken : Restarted jobs one after another"],
		"context": " once their dependent files have been created. All jobs completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Multiple Mainframe Failure SE Multiple Mainframe Failure SE GPIVTW J ENDED NOTOK RC SMSAL J ENDED NOTOK RC SMCOT J ENDED NOTOK RC SNSAL J ENDED NOTOK RC SWSAL J ENDED NOTOK RC KS Kesavanarayanan Work note Hi SD Team ticket need assign DPSMAN SEV"],
		"responses": ["Problem: Multiple Mainframe Failure in SE GPIVTW50 J23122 ENDED NOTOK RC=0016 ! SMSAL015 J22472 ENDED NOTOK RC=0016 ! SMCOT002 J22658 ENDED NOTOK RC=2974 ! SNSAL025 J22430 ENDED NOTOK RC=0016 ! SWSAL045 J22307 ENDED NOTOK RC=0016 !  Cause: [ Main Cause Type:Data;Sub Cause Type: FTP service unavailable ]  Cause description : XCOM service unavailable   Action taken : Due to space issue"],
		"context": " XCOM service failed. Restarted once space issue has been cleared. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["Multiple Mainframe job Failed SE SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMMBL J ENDED NOTOK RC JFAIL U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency KS Kesavanarayanan Work note job restart per saran ran fine KS Kesavanarayanan Work note ticket need assign DPSMAN SEV"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMMBL006 J17392 ENDED NOTOK RC=JFAIL! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: Required File not available ]  cause description : IGD17101I DATA SET SMSQ.PRD.AMS.AMSBS100.TRANOF  NOT DEFINED BECAUSE DUPLICATE NAME EXISTS IN CATALOG   Action: took backup and deleted the duplicate file and restarted the job from abended step. Job completed fine.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue AMAPS Extract file run See attached file affected file Prior ref KSR"],
		"responses": ["here were system issues on Thursday night 4/28 which delayed jobs from starting and causing jobs to run longer than normal. The job to download the extract files ran on Friday morning. I notified Roberto."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue AMAPS Extract file run See attached file affected file Prior ref KSR INC See attach file effected file"],
		"responses": ["There was a problem with Q2C that caused several jobs and programs to fail or were delayed."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue AMAPS connect PC connect OneDrive"],
		"responses": ["After attachemate my extra was re-installed it worked fine."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue Found issue CT database use SNCT R extract show wrong Q C progress point seem like progress point show nd ship schedule instead first see multiple order extract file Please check see data export error thanks"],
		"responses": ["Added an additional parameter to use the plant location when selecting the progress point record. Changed batch programs SNCT052R and SNCT053R."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue longer able update revise bill material assembly"],
		"responses": ["Spoke to Peyton Fox on 5/4/22. Apparently his issue has been resolved to update/revise the bill of materials for assemblies."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue SAYS ERROR TRYING SIGN YESTERDAY PASSWORD USER NAME WORKING CODE GIVES ERROR"],
		"responses": ["Spoke with Alicia and she was able to log into SM AMAPS a few hours ago. Not sure if possibly the schedule was running late or not.   She will contact me if she has any more issues. Ok to close.\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue Need able update regard MFGM function amaps"],
		"responses": ["Granted access to AM17 MFGM screen."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue Unable print JRUN report TKMCSL"],
		"responses": ["Daria's logon ID IOC004 was routed to printer VPSI5702 in GP13 which was over-laying the printer destination in the job. Changed the printer in GP13 and it resolved the issue."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue Unable print JRUNS Amaps Please route ticket Kelly Lyles resolution"],
		"responses": ["The JRUN worked and printed after the correct process was done. No changes necessary."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["ERP Issue AMAPS Issue logon go screen put go screen say login fail SHOWED SQUARE AMAPS MANUFACTURING ENTER OPERATOR NUMBER ENTER PASSWORD ENTER SYSTEM ID SIGN FAILED INBOUND LINK CODE LOCATION CODE LOCATION CODE LOCATION CODE LOCATION PERU OXFORD SMYRNA CROUZET MONTERREY CTL LV TRANSF DE ATHENS OC CHICAGO EL PASO MNTY ETO DL SENECA MECHSBRG FF POWERLOGIC WATERMAN FREEBRN CLSD OCSC WL CARAVELLE EDMONTON ST HUBERT ML REXWOOD TK PINELLAS PARK LERMA MIDDLETOWN TLAXCALA MONROE SORGEL COLUMBIA SW CLEARWATER ROJO GOMEZ BALLINASLOE F BRAMALEA OLD F RICHMOND"],
		"responses": ["Problem: When I logon and go to the screen to put am17"],
		"context": " it goes to a screen that says login failed  Cause: [ Main Cause Type:Scheduling issue;Sub Cause Type: Delay in Batch job ] User got this error because the Smyrna batch schedule was still running and had the files closed to online. I guess the schedule ran late/long. Once SMLCP040 ran to open the files"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["P High Severity Q C order update CT Multiple user affect Columbia Garners Ferry Rd COLUMBIA UNITED STATES User try update order Q C Line Item Q C Line Item Q C Line Item Q C Line Item CT update information line moment report"],
		"responses": ["Restarted T972 transaction in CICSP03 region Also confirmed with Annie Brooks that the issue is resolved.\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SE Multiple mainframe job fail SE Multiple mainframe job fail job fail SE GPPCS J ENDED NOTOK RC MLOEP J ENDED NOTOK RC EDOEP J ENDED NOTOK RC MLPCS J ENDED NOTOK RC SNFTPCDO J ENDED NOTOK RC SNPCS J ENDED NOTOK RC GPOEP J ENDED NOTOK RC Kesavanarayanan Work note Hi SD team ticket need assign DPSMAN SEV Kesavanarayanan Work note Notified Aseem work"],
		"responses": ["Server wsus04602fp.nam.gad.schneider-electric.com was not accepting the normal password. Contacted DL NAM Infrastructure and opened an incident ticket INC0225514. The password issue got resolved and as a result all failed jobs ran successfully."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SWCAPG OXAMS SWCAPG J ENDED NOTOK RC OXAMS J ENDED NOTOK RC per RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem - SWCAPG01 J12971 ENDED NOTOK RC=2974 ! OXAMS724 J12957 ENDED NOTOK RC=1954 !  cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : UNAVAILABLE RESOURCE  Action: Resatrted the job after resourse is available and Job completed fine.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM CRBMSDRG J ENDED NOTOK RC U U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM CRBMSDRG J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact KS Kesavanarayanan Work note ticket need assign DPSMAN sev"],
		"responses": ["Problem - CTM3 SYSA-CTM282I CRBMSDRG J05411 ENDED NOTOK RC=U0777! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: CICS Region down ]  Cause description : batch is not up yet"],
		"context": " hence CRBMSDRG failed  Action: After CICS region is up"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM CRBMSLBM J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM CRBMSLBM J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact KS Kesavanarayanan Work note ticket need assign DPSMAN sev KS Kesavanarayanan Work note Job restart failed step run fine per aseem"],
		"responses": ["Job CRBMSLBM failed with RC=2549 ! which means FTP service was not available. Once FTP was available had Ops restart job in failing step. The job ran successfully"],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM DLCOT J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM DLCOT J ENDED NOTOK RC U SGPPROD Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM DLCOT J ENDED NOTOK RC U SGPPROD Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact MK Manisha Kumari Work note FOK per saran Hi SD team please raise sev ticket DPSMAN group"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I DLCOT052 J14099 ENDED NOTOK RC=0110 !   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: DB connectivity issue ]  Cause description : ERROR TEXT: DSNT408I SQLCODE = -551"],
		"context": " ERROR: DOES NOT HAVE THE PRIVILE   Action: On going DB privilage issue with code SNCT053R"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM EDACEESI J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM EDACEESI J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job EDACEESI J ENDED NOTOK RC per Saran job restart step GPACE DELSTEP complete fine"],
		"responses": ["Problem - CTM3 SYSA-CTM282I EDACEESI J24145 ENDED NOTOK RC=0099 ! *   cause: [ Main Cause Type:Data;Sub Cause Type: Duplicate data ]  Cause description : Duplicate record in ESI.RECORDS file MFGMADD442986250020001  Action: step # 1 - copy EDGD.PRD.ACE.EDMONTON.ESI.RECORDS(0)  as backup EDGD.PRD.ACE.EDMONTON.ESI.RECORDS.DT050522 Step # 2 - EDGD.PRD.ACE.EDMONTON.ESI.RECORDS.(0) in edit mode and find and delete  ONE MFGM & corresponding DMDM reecords using file-AID. step # 3 - Ask Batch ops to restart failed job EDACEESI J11907 from STEP GPACE098 DELSTEP Job completed fine.   User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM EDCAPG J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM EDCAPG J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency system Email send Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job EDCAPG J ENDED NOTOK RC Notified Aseem JM Jenefer Field change Assigned Empty wasJenefer Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group JM Jenefer Field change Assigned toJenefer Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["Problem: CTM3 SYSA-CTM282I EDCAPG72 J10213 ENDED NOTOK RC=2974 !   Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Checked for the server availability and restarted from failed step  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM EDCOT J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM EDCOT J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM EDCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency MK Manisha Kumari Work note FOK job per saran Hi SD team please raise sev ticket DPSMAN team"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I EDCOT052 J13420 ENDED NOTOK RC=0110 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: DB connectivity issue ]  Cause description : ERROR TEXT: DSNT408I SQLCODE = -551"],
		"context": " ERROR: DOES NOT HAVE THE PRIVILE   Action: On going DB privilage issue with code SNCT053R"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM EDKBND J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM EDKBND J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create SEV incident DPSMAN group Job EDKBND ENDED NOTOK RC Notified saran Escalating ticket DPSMAN Global L"],
		"responses": ["Problem: CTM3 SYSA-CTM282I EDKBND95 J02376 ENDED NOTOK RC=0806 ! *   Cause:: [ Main Cause Type:Scheduling issue;Sub Cause Type: Deadlock ]  Cause description : DSNT408I SQLCODE = -911"],
		"context": " ERROR: THE CURRENT UNIT OF WORK  AS BEEN ROLLED BACK DUE TO DEADLOCK OR TIMEOUT. REASON 00C9  Action taken : Restart the job after deadlock relased"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM EDMCSL J ENDED NOTOK RC U SYSA IOCALERT CTM SYSA CTM EDMCSL J ENDED NOTOK RC U U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM EDMCSL J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact RA Ragavi Abirajan Additional comment Hello SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I EDMCSL34 J14772 ENDED NOTOK RC=U4087! *   Cause: [ Main Cause Type:Scheduling issue;Sub Cause Type: Delay in Batch job ]  Cause description : Delay in batch jobs and files are not up online.  Action taken : Restarted jobs after batch is online and files are up"],
		"context": " job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM EPCOT J ENDED NOTOK RC SB U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM EPCOT J ENDED NOTOK RC SB U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact PR Priyadharshan R Additional comment SYSA IOCALERT CTM SYSA CTM EPCOT J ENDED NOTOK RC SB Notified saran Ticket need assign DPSMAN Team SEV"],
		"responses": ["Problem - CTM3 SYSA-CTM282I EPCOT920 J14481 ENDED NOTOK RC=SB37 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : File Space issue  Action: Increased space and restarted the job"],
		"context": " job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPACE J ENDED NOTOK RC JNRUN U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPACE J ENDED NOTOK RC JNRUN U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact Ashish Thakar Additional comment Aseem notify job failure Service Desk Please raise SEV ticket DPSMAN queue"],
		"responses": ["As a part of MQ v9.0 upgrade testing in the AMAPS application"],
		"context": " mainframe job GPACE002 was run but the JCL submitted by the Operations team had JCL error in GPACE002. Assisted the Ops team to correct JCL errors. GPACE002 completed . The QA v9.0 testing was successful.\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPCOT J ENDED NOTOK RC SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC KS Kesavanarayanan Work note ticket need assign DPSMAN SEV KS Kesavanarayanan Work note Mail sent notify aseem"],
		"responses": ["CISNT83 server was down. Contacted -----> usa-sg-dl-dse-se.atos.net team. They resolved the server issue. As are result job GPCOT919 re-ran clean."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPCOTBCK J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM GPCOTBCK J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPCOTBCK J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC KS Kesavanarayanan Work note ticket need assign DPSMAN sev"],
		"responses": ["Problem - CTM3 SYSA-CTM282I GPCOTBCK J14111 ENDED NOTOK RC=0008 ! *  cause: [ Main Cause Type:Data;Sub Cause Type: Empty File ]  Cause description : Empty Vsam file in dump step  Action: Force completed the job as there is no data to dump and all other files completed fine.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPEDFDLY J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPEDFDLY J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC per Priyadharshan R Additional comment SYSA IOCALERT CTM SYSA CTM GPEDFDLY J ENDED NOTOK RC Notified saran Ticket need assign DPSMAN Team SEV"],
		"responses": ["Problem: CTM3 SYSA-CTM282I GPEDFDLY J14467 ENDED NOTOK RC=2974 ! *   Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Checked for the server availability and manually transferred the file to the server Then requested Ops team to force complete the job  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPKBND J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPKBND J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC KS Kesavanarayanan Work note ticket need assign DPSMAN sev"],
		"responses": ["Problem - CTM3 SYSA-CTM282I GPKBND11 J20177 ENDED NOTOK RC=2424 !   Cause:[ Main Cause Type:Resource ;Sub Cause Type: Required File not available ]  Cause description : The file is being used by another job  Action taken : So waited for contention to finish and then resatrted the job from abended step. Job completed fine.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPKBND J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPKBND J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create sev incident DPSMAN group Job GPKBND ENDED NOTOK RC Notified aseem saran"],
		"responses": ["Dataset EDSQ.PRD.WLMCL44M.CLOSE.ORDERS.DOWNLOAD was allocated to another job. Rae-ran job when file EDSQ.PRD.WLMCL44M.CLOSE.ORDERS.DOWNLOAD became available. The job ran successfully."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPKBND J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPKBND J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact MK Manisha Kumari Work note Saran notify job failure service desk please raise sev ticket DPSMAN GPKBND J ENDED NOTOK RC"],
		"responses": ["Problem: CTM3 SYSA-CTM282I GPKBND16 J20713 ENDED NOTOK RC=S522 ! *   Cause:[ Main Cause Type: Infrastructure;Sub Cause Type: High CPU usage ]  Cause description : Abend S522 - TIME=NOLIMIT  Action taken : High CPU usage caused teh error out"],
		"context": " once mainframe become healthy. restarted job from abended step and job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPPCS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPPCS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job GPPCS J ENDED NOTOK RC Notified Saran"],
		"responses": ["Problem: CTM3 SYSA-CTM282I GPPCS206 J02882 ENDED NOTOK RC=1808 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable  Action taken : Ran FTP manually and force completed the job.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM LMFAS J ENDED NOTOK RC JFAIL U CA MILW Occurred"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I LMFAS211 J01929 ENDED NOTOK RC=JFAIL! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: Required File not available ]  cause description : Required DATA SET PINV.ICS0670.FAS2.BFL NOT FOUND   Action: ran the unix job UXFASLMX which creates the file and restarted the job. Job completed fine.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MLCAPG J ENDED NOTOK RC U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MLCAPG J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact KS Kesavanarayanan Work note ticket need assign DPSMAN SEV"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I MLCAPG01 J27888 ENDED NOTOK RC=2974 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable  Action taken : Restarted the job once FTP services are available. Job completed fine.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MLCOT J ENDED NOTOK RC SB SYSA IOCALERT CTM SYSA CTM MLCOT J ENDED NOTOK RC SB U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MLCOT J ENDED NOTOK RC SB U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact MK Manisha Kumari Work note Hi SD team Please raise sev ticket DPSMAN team"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I MLCOT922 J12873 ENDED NOTOK RC=SB37 ! *  cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : File Space issue  Action: Increased space and restarted the job"],
		"context": " job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MLMCSL J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MLMCSL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact Ashish Thakar Additional comment Saran notify issue Service Desk Please raise SEV ticket DPSMAN queue"],
		"responses": ["Problem - CTM3 SYSA-CTM282I MLMCSL11 J00653 ENDED NOTOK RC=2947 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : Required file being used by another job.  Action taken : Once file released"],
		"context": " restart job from abend step. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MLMCSL J ENDED NOTOK RC SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MLMCSL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC MK Manisha Kumari Work note Force complete job per Aseem Hi SD team Please raise SEV ticket DPSMAN team"],
		"responses": ["Issue: MLMCSL26 J29477 ENDED NOTOK RC=1808 ! FTP service was not available due an accident on 5/31/22  Notes from Abel Aguilar Salazar from the infrastructure team:  Regarding this issue related to Brossard"],
		"context": " today a car smashed in the fiber distribution plant took all the WAN connectivity out"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MLMRS J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM MLMRS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MLMRS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact RA Ragavi Abirajan Additional comment Hi SD Team Please raise SEV ticket DPSMAN group"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I MLMRS151 J15295 ENDED NOTOK RC=0016 ! *   Cause:: [ Main Cause Type:Scheduling issue;Sub Cause Type: Deadlock ]  Cause description : Deadlock issue cause in step STEP0010 'DBD NAME DBDIMF STATUS CODE GG '  Action taken : Wait for deadlock to clear and restarted the job from abended step. Job completed fine.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MLOEP J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MLOEP J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job MLOEP J ENDED NOTOK RC Notified Aseem"],
		"responses": ["Job MLOEP250 failed with UNSUCCESSFUL SORT 878 abend due to some SYNCSORT maintenance that took place over the weekend. We changed the REGION=4096K parameter to REGION=0M in the JOBCARD and then had operation team re-started the job from top. The REGION parameter change fixed the abend."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MLPCS J ENDED NOTOK RC U IOADMIN Occurred SYSA IOCALERT CTM SYSA CTM MLPCS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MLPCS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency MK Manisha Kumari Work note Hi SD team Please raise sev ticket DPSMAN team"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I MLPCS030 J01912 ENDED NOTOK RC=1808 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable  Action taken : Restarted the job once FTP services are available. Job completed fine.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MTAMS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MTAMS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC Ashish Thakar Additional comment Saran notify issue Service Desk Please raise SEV ticket DPSMAN queue"],
		"responses": ["Problem - CTM3 SYSA-CTM282I MTAMS720 J00747 ENDED NOTOK RC=2974 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : Required file being used by another job.  Action taken : Once file released"],
		"context": " restart job from abend step. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MTOEP J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MTOEP J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC BS Balashanmugham Sankaranarayanan Additional comment SYSA IOCALERT CTM SYSA CTM MTOEP J ENDED NOTOK RC Informed Venkat Ticket need assign DPSMAN team SEV"],
		"responses": ["Problem -CTM3 SYSA-CTM282I MTOEP060 J00640 ENDED NOTOK RC=S878 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : Required Work space for sort step not enough  Action: Changed Region parameter to 0K and restarted the job from top"],
		"context": " Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MTOEP J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MTOEP J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact KS Kesavanarayanan Work note ticket need assign DPSMAN sev Escalating ticket DPSMAN Global L"],
		"responses": ["Problem - CTM3 SYSA-CTM282I MTOEP060 J09224 ENDED NOTOK RC=S878 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : Required Work space for sort step not enough  Action: Changed Region parameter to 0K and restarted the job from top"],
		"context": " Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MTOEP J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MTOEP J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job MTOEP J ENDED NOTOK RC Notified Aseem"],
		"responses": ["Re-ran job MTOEP060 after increasing REGION=4096 to REGION=0M on the job card. Then restarted job in ALLOCATE step. The job ran successfully."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MTOEP J ENDED NOTOK EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MTOEP J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC Ashish Thakar Additional comment Saran notify subjected issue Service Desk Please raise SEV ticket DPSMAN queue Escalating ticket"],
		"responses": ["Problem - CTM3 SYSA-CTM282I MTOEP060 J17090 ENDED NOTOK RC=S878 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : Required Work space for sort step not enough  Action: Changed Region parameter to 0K and restarted the job from top"],
		"context": " Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MTOEP J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MTOEP J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job MTOEP J ENDED NOTOK RC per Saran First REGION parameter change REGION K REGION restart Job MTOEP ALLOCATE step complete fine MTOEP IOADMIN MTOEP JOB Ended OK"],
		"responses": ["Problem - CTM3 SYSA-CTM282I MTOEP060 J29195 ENDED NOTOK RC=S878 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : Required Work space for sort step not enough  Action: Changed Region parameter to 0K and restarted the job from top"],
		"context": " Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXAM J J ENDED NOTOK RC C U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXAM J J ENDED NOTOK RC C U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency MK Manisha Kumari Work note Restarted fail step complete fine per saran Hi SD team Please raise sev ticket DPSMAN team"],
		"responses": ["Problem: CTM3 SYSA-CTM282I OXAM022J J04748 ENDED NOTOK RC=S0C7 ! *   Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : Input file date not in sync with the program.  Action taken : Removed the invalid data from file OXSQ.PRDPCS.GPAM023R and restarted job. Job completed fine. IP Backup: OXSQ.PRDPCS.GPAM023R.DTMY1922  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXAMS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXAMS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency MK Manisha Kumari Work note Notified saran Hi SD team Please raise sev ticket DPSMAN OXAMS J ENDED NOTOK RC"],
		"responses": ["Problem - CTM3 SYSA-CTM282I OXAMS724 J22941 ENDED NOTOK RC=2947 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : Required file being used by another job.  Action taken : Once file released"],
		"context": " restart job from abend step. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXBMS J ENDED NOTOK RC SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXBMS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC MK Manisha Kumari Work note per Saran restart job abended step complete fine Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: CTM3 SYSA-CTM282I OXBMS014 J19030 ENDED NOTOK RC=0016 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Restarted the job from abended step after service is available"],
		"context": " Job Completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXCOT J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job OXCOT J ENDED NOTOK RC Notified Aseem"],
		"responses": ["Made user aware of the two bad orders. Force completed the job. The next scheduled run of job OXCOT625 was clean."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXCOT J ENDED NOTOK RC U IOADMIN Occurred SYSA IOCALERT CTM SYSA CTM OXCOT J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I OXCOT625 J29750 ENDED NOTOK RC=0016 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : UNAVAILABLE RESOURCE  Action: Resatrted the job after resourse is available and Job completed fine.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXFTPCHK J ENDED NOTOK RC INUSE U SGPPROD Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXFTPCHK J ENDED NOTOK RC INUSE U SGPPROD Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job OXFTPCHK J ENDED NOTOK RC INUSE per Aseem job restart top complete fine OXFTPCHK SGPPROD OXFTPCHK JOB Ended OK"],
		"responses": ["Problem: OXFTPCHK J ENDED NOTOK RC=INUSE!  Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable received Time out error. FTP server was down as of power outage.  Action taken : Checked for the server availability once issue resolved and server up. Restarted the job from abended step.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXKBNW J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXKBNW J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact Ashish Thakar Additional comment Aseem notify issue Service Desk Please raise SEV ticket DPSMAN queue Escalating ticket DPSMAN Global L"],
		"responses": ["Oxford schedule did not run on Friday (4/8/22) as a result we had to manually update the shop date. We had to force complete this reporting job as it did not have any negative impact."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXKBNW J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM OXKBNW J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXKBNW J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact Ashish Thakar Additional comment Venkata notify issue Service Desk Please raise SEV ticket DPSMAN queue"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I OXKBNW02 J22107 ENDED NOTOK RC=0099 ! * U-IOADMIN .Occurred @ 20:24:15  Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Action: See work notes for details.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXLCP J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXLCP J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC Email send Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail Ashish Thakar Additional comment Aseem notify subjected issue Service Desk Please raise SEV ticket DPSMAN queue Ashish Thakar Field change Assigned Empty wasAshish Thakar Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group Ashish Thakar Field change Assigned toAshish Thakar Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["Instructed Ops team to do the following: Can you please follow these steps? 1)\tPlease run ENDEVOR.MFG1PROD.PROD.AMS.JCL.SOURCE(OXLCP035) with owner SOXPROD 2)\tAfter OXLCP035 completes in Step 1 above then run ENDEVOR.MFG1PROD.PROD.AMS.JCL.SOURCE(OXLCP040) with owner SOXPROD 3)\tAfter OXLCP040 runs in step 2 above please run the failed job OXLCP010 from the top \""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXOEP J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXOEP J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job OXOEP J ENDED NOTOK RC"],
		"responses": ["1)\tFirst please change the REGION parameter from REGION=4096K To REGION=0M?  2)\tThen restart Job OXOEP060 in ALLOCATE step.  \""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM OXPCS J ENDED NOTOK RC U IOADMIN Occurred SESA ID ID SESA Caller Name Balashanmugham Sankaranarayanan Call back number n Email Address balashanmugham sankaranarayanan non schneider electric com SYSA IOCALERT CTM SYSA CTM OXPCS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM OXPCS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC Balashanmugham Sankaranarayanan Additional comment SYSA IOCALERT CTM SYSA CTM OXPCS J ENDED NOTOK RC Informed Aseem Ticket need assign DPSMAN team SEV"],
		"responses": ["Issue: CTM3 SYSA-CTM282I OXPCS030 J00024 ENDED NOTOK RC=1808 !  job OXPCS030 failed due to FTP service was not available Resolution: Restarted job OXPCS030 in the failing step when FTP service became available. The job completed successfully.\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMACE J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMACE J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SMACE J ENDED NOTOK RC Notified Saran"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SMACE687 J08612 ENDED NOTOK RC=0099 ! *   Cause:: [ Main Cause Type:Scheduling issue;Sub Cause Type: Deadlock ]  Cause description : Deadlock issue in IMS table  Action taken : Wait for deadlock to clear and restarted the job from abended step.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMAMS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMAMS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact RM Ravikanth Work note Notified Aseem Hi SD Team Please raise sev ticket DPSMAN group RM Ravikanth Field change Assigned Empty wasRavikanth Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group RM Ravikanth Field change Assigned toRavikanth Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["Problem: SMAMS106 J25011 ENDED NOTOK RC=1808 !  Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable received Time out error. FTP server was down as of power outage.  Action taken : Checked for the server availability once issue resolved and server up. Restarted the job from abended step.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMAMSD J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM SMAMSD J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMAMSD J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I SMAMSD01 J21751 ENDED NOTOK RC=0012 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: Required File not available ]  Cause description : ** VSAM OPEN RETURN CODE IS 168   Action: opened and closed VSAM file using TSo Aprint and restarted the job from abended step  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMAMSD J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMAMSD J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create SEV Incident DPSMAN group Job SMAMSD Ended Ok Notified Saran"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMAMSD01 J23424 ENDED NOTOK RC=0012 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : ERROR OPENING SMVS.PRD.AMS.CONTROL.FILE  ** VSAM OPEN RETURN CODE IS 168   Action: Once file SMVS.PRD.AMS.CONTROL.FILE is released. restarted the job from abended step. Job completed fine.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMAMSW J ENDED NOTOK RC U IOADMIN Occurred SESA ID ID SESA Caller Name Priyadharshan Ramesh Call back number n Email Address priyadharshan atos net SYSA IOCALERT CTM SYSA CTM SMAMSW J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMAMSW J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency Priyadharshan R Additional comment Hi SD Team Please create SEV incident CALLMAN group Job SMAMSW Ended OK Notified Saran"],
		"responses": ["Problem:SYSA (IOCALERT) CTM3 SYSA-CTM282I SMAMSW16 J15186 ENDED NOTOK RC=0008 ! *   Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : SQLCODE : 000000811- "],
		"context": " THE RESULT OF AN EMBEDDED  SELECT STATEMENT OR A SUBSELECT IN THE SET CLAUSE OF AN UPDATE STATEMENT IS A TABLE OF MORE THAN ONE ROW"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact PER Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SMCOT J ENDED NOTOK RC per Saran job force complete"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I SMCOT002 J00508 ENDED NOTOK RC=1808 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Force completed the job and informed the respective team on the issue and opned a ticke with ITOperations_L2@se.com  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact KS Kesavanarayanan Work note ticket need assign DPSMAN SEV"],
		"responses": ["Force completed the SMCOT002. Manually transferred and processed data to server CINST09."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact PR Priyadharshan R Additional comment Hi SD Team Please create SEV incident DPSMAN group Job SMCOT Ended OK Notified Aseem"],
		"responses": ["Force completed the SMCOT002. Manually transferred and processed data to server CINST09."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SMCOT002 J03993 ENDED NOTOK RC=2974 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Force completed the job and informed the respective team on the issue and opned a ticke with ITOperations_L2@se.com  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency PA Pruthvi Raj B Additional comment Hello Please route ticket DPSMAN"],
		"responses": ["Problem:SYSA (IOCALERT) CTM3 SYSA-CTM282I SMCOT002 J09737 ENDED NOTOK RC=2974 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Force completed the job and informed the respective team on the issue and opned a ticket.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC SWIVEL UPDATE EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SMCOT002 J12719 ENDED NOTOK RC=2974 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Force completed the job and informed the respective team on the issue and opned a ticke with ITOperations_L2@se.com  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC SYSTEM TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SMCOT002 J24774 ENDED NOTOK RC=2974 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Force completed the job and informed the respective team on the issue and opned a ticke with ITOperations_L2@se.com  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SMCOT J ENDED NOTOK RC Notified Saran"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMCOT052 J15663 ENDED NOTOK RC=0110 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: DB connectivity issue ]  Cause description : ERROR TEXT: DSNT408I SQLCODE = -551"],
		"context": " ERROR: DOES NOT HAVE THE PRIVILE   Action: On going DB privilage issue with code SNCT053R"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMCOTR J ENDED NOTOK RC SB U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMCOTR J ENDED NOTOK RC SB U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SMCOTR J ENDED NOTOK RC SB Notified Saran"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMCOTR20 J03356 ENDED NOTOK RC=SB37 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : File Space issue  Action: Increased space and restarted the job"],
		"context": " job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMFTP J ENDED NOTOK RC JNRUN SYSA IOCALERT CTM SYSA CTM SMFTP J ENDED NOTOK RC JNRUN U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMFTP J ENDED NOTOK RC JNRUN U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC BS Balashanmugham Sankaranarayanan Additional comment SYSA IOCALERT CTM SYSA CTM SMFTP J ENDED NOTOK RC JNRUN Informed Saran Ticket need assign DPSMAN team SEV"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I SMFTP799 J13582 ENDED NOTOK RC=JNRUN! *   cause: [ Main Cause Type:Code;Sub Cause Type: Implementation defect ]  Cause description : JCL error on new code implementation 38 IEFC641I IMPROPER SUBPARAMETER LIST IN THE DSN FIELD  38 //JLTIN DD DSN=DSN=SWGD.PRD.SWFTP799.KRONOS.DAILY(+1)"],
		"context": "DISP=SHR extra 'DSN=' character.  Action Taken: removed extra 'DSN=' in the statement and restarted the job. Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMFTP J ENDED NOTOK RC JFAIL ATOS SNOW INC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMFTP J ENDED NOTOK RC JFAIL U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create SEV incident DPMAN group Jobs SMFTP ENDED NOTOK RC JFAIL Notified saran"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SMFTP799 J24388 ENDED NOTOK RC=JFAIL! *   Cause: [ Main Cause Type:Resource ;Sub Cause Type: Required File not available ]  Cause description : 056Extract.txt was not available in the kronos server. EZA1701I >>> RETR 056Extract.txt  550 No such file.   Action taken : Reached kronos team to restore the files"],
		"context": " once files available. Resatrted job from top and jobs completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMMCSL J ENDED NOTOK EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMMCSL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC MK Manisha Kumari Work note Hello SD team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMMCSL27 J14291 ENDED NOTOK RC=2974 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : Required file being used by another job.  Action taken : Once file released"],
		"context": " restart job from abend step. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMMCSL J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMMCSL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact PR Priyadharshan R Additional comment ticket need assign DPSMAN SEV"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMMCSL27 J23578 ENDED NOTOK RC=2974 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : Required file being used by another job.  Action taken : Once file released"],
		"context": " restart job from abend step. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMMOCDR J ENDED NOTOK RC JFAIL U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMMOCDR J ENDED NOTOK RC JFAIL U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact system Email send Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SMMOCDR J ENDED NOTOK RC JFAIL Notified Saran JM Jenefer Field change Assigned Empty wasJenefer Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group JM Jenefer Field change Assigned toJenefer Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMMOCDR4 J27372 ENDED NOTOK RC=JFAIL! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : DATA SET SMSQ.PRD.AMS.AMSBS100.TRANOF  NOT DEFINED BECAUSE DUPLICATE NAME EXISTS IN CATALOG  Action: Took SMSQ.PRD.AMS.AMSBS100.TRANOF backup and delted the file and restarted the job from  abended step. Job completed fine.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMOEP J ENDED NOTOK RC U U IOADMIN Occurred Affected CI SYSA EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMOEP J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC MK Manisha Kumari Work note Hi SD team Ticket need assign DPSMAN sev"],
		"responses": ["Job SMOEP060 failed with UNSUCCESSFUL SORT 878 abend due to some SYNCSORT maintenance that took place over the weekend. We changed the REGION=4096K parameter to REGION=0M in the JOBCARD and then had operation team re-started the job from top. The job failed again with error --- > INVALID OPEN VSAM WORK FILE 97. Fixed invalid open 97 issue by editing/opening the VSAM in File Aid utility and saving it. The REGION parameter change and editing/saving the control file fixed the abend."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMPCSL J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMPCSL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team group name DPSMAN apology mention wrong previous comment TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create SEV incident DPSCUS group Job SMPCSL ENDED NOTOK RC Notified saran"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SMPCSL10 J01507 ENDED NOTOK RC=1808 ! *   Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : Unknown host: cisnt83.nam.gad.schneider-electric.com  Action taken : Host name has been migrated"],
		"context": " used new hostname to send FTP file manually. Force OK'ed the job.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMPCSL J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMPCSL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact Email send Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail Ashish Thakar Additional comment Aseem notify issue per job profile restart job fail service Desk Please raise SEV ticket DPSMAN queue Ashish Thakar Field change Assigned Empty wasAshish Thakar Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group Ashish Thakar Field change Assigned toAshish Thakar Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["Force completed job SMPCSL10. FTP was timing out due Server connection issue.   FTP'ed file ------- > SMSQ.PRD.ITEM.PITM.MSTR2 manually when the server connection was successful. \""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNACECST J ENDED NOTOK RC SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNACECST J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC BS Balashanmugham Sankaranarayanan Additional comment SYSA IOCALERT CTM SYSA CTM SNACECST J ENDED NOTOK RC Informed Aseem Ticket need assign DPSMAN team SEV"],
		"responses": ["Issue: CTM3 SYSA-CTM282I SNACECST J11782 ENDED NOTOK RC=2974 ! *  Resolution: The file SNACE0210.TXT to be transferred via MF batch FTP process was open by another user at Host server: wsus04602fp.nam.gad.schneider-electric.com. Had Alvaro Gonzalez from Digital Innovation & Technology team close the opened file. As a result"],
		"context": " re-ran the MF job SNACECST from the failed FTP step. It ran successfully \""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNACECST J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNACECST J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SNACECST J ENDED NOTOK RC Notified Aseem"],
		"responses": ["Problem: Job SNACECST J27240 ENDED NOTOK RC=2974 ! Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable due to file in use by another user ]  Cause description : FTP service unavailable received Time out error. Action taken : restarted the job from top after FTP file was closed.  Job ran fine.\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNACECST J ENDED NOTOK RC U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNACECST J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SNACECST J ENDED NOTOK RC Notified Aseem"],
		"responses": ["Issue: Job SNACECST J27240 ENDED NOTOK RC=2974 !  Cause description : FTP service unavailable Action taken : once server available"],
		"context": " restarted jobs from abended step"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNCAPG J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM SNCAPG J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNCAPG J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact PR Priyadharshan R Additional comment Hi SD Team Please create SEV incident DPSMAN group Job SNCAPG Ended OK Notified Aseem"],
		"responses": ["FTP'ed data manually to host: wvusstl216.nam.gad.schneider-electric.com. It was successful."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNCOT J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM SNCOT J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNCOT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact MK Manisha Kumari Work note FOK per Saran Hi SD team please raise sev ticket DPSMAN group"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SNCOT052 J14098 ENDED NOTOK RC=0110 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: DB connectivity issue ]  Cause description : ERROR TEXT: DSNT408I SQLCODE = -551"],
		"context": " ERROR: DOES NOT HAVE THE PRIVILE   Action: On going DB privilage issue with code SNCT053R"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNCOT J ENDED NOTOK RC SB U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNCOT J ENDED NOTOK RC SB U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact BS Balashanmugham Sankaranarayanan Additional comment SYSA IOCALERT CTM SYSA CTM SNCOT J ENDED NOTOK RC SB Informed Venkat Ticket need assign DPSMAN team SEV"],
		"responses": ["Increased the mainframe file size by taking backup and recreating the file. restarted the job from failed step and job was completed fine"],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNMCSD J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNMCSD J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact system Email send Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SNMCSD J ENDED NOTOK RC Notified Aseem JM Jenefer Field change Assigned Empty wasJenefer Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group JM Jenefer Field change Assigned toJenefer Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SNMCSD08 J03822 ENDED NOTOK RC=1808 !  Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Checked for the server availability and restarted from failed step  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNMRS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNMRS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SNMRS J ENDED NOTOK RC Notified Aseem"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SNMRS068 J00213 ENDED NOTOK RC=1808 !  Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Later manually FTP'ed the file when FTP service was available  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNPCS J ENDED NOTOK RC U IOADMIN Occurred SESA ID ID SESA Caller Name Ravikanth Call back number n Email Address n SYSA IOCALERT CTM SYSA CTM SNPCS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNPCS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I SNPCS645 J02711 ENDED NOTOK RC=1808 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Resatrted the job after Server is available and Job completed fine.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNPCSL J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNPCSL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact per MK Manisha Kumari Work note per Saran restart job abended step complete fine Hi SD team please raise sev ticket DPSMAN group SNPCSL J ENDED NOTOK RC"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SNPCSL14 J02166 ENDED NOTOK RC=2549 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : Required file being used by another job.  Action taken : Once file released"],
		"context": " restart job from abend step. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNSFCDR J ENDED NOTOK RC C U IOADMIN Occurred SYSA IOCALERT CTM SYSA CTM SNSFCDR J ENDED NOTOK RC C U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNSFCDR J ENDED NOTOK RC C U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SNSFCDR J ENDED NOTOK RC C Notified Saran"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I SNSFCDR1 J03965 ENDED NOTOK RC=S0C7 ! *  Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : Input file date not in sync with the program.  Action taken : Took input backup file and ran the job with empty file"],
		"context": " Job completed fine. Informed kelly regarding the abend.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNSFCDR J ENDED NOTOK RC C U IOADMIN Occurred SYSA IOCALERT CTM SYSA CTM SNSFCDR J ENDED NOTOK RC C U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNSFCDR J ENDED NOTOK RC C U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I SNSFCDR1 J10695 ENDED NOTOK RC=S0C7 ! *   Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : Input file date not in sync with the program.  Action taken : Took input backup file and ran the job with empty file"],
		"context": " Job completed fine. Informed kelly regarding the abend.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNSFCDR J ENDED NOTOK RC C U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNSFCDR J ENDED NOTOK RC C U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency per Manisha Kumari Work note Hi SD team Please create sev ticket DPSMAN Group SNSFCDR J ENDED NOTOK RC C Notified Saran"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SNSFCDR1 J22427 ENDED NOTOK RC=S0C7 ! *   Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : Input file date not in sync with the program.  Action taken : Took input backup file and ran the job with empty file"],
		"context": " Job completed fine. Informed kelly regarding the abend.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWACE J ENDED NOTOK EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWACE J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact PR Priyadharshan R Additional comment Multiple job abends SE abend code Informed saran SWBMSL IOADMIN SWBMSL JOB Ended OK Due CC SWIOFL SSWPROD SWIOFL JOB Ended OK Due CC SWINV IOADMIN SWINV JOB Ended OK Due CC SWIVT IOADMIN SWIVT JOB Ended OK Due CC SWIVT IOADMIN SWIVT JOB Ended OK Due CC SWPCSL IOADMIN SWPCSL JOB Ended OK Due CC SWBMS IOADMIN SWBMS JOB Ended OK Due CC SWMCSL IOADMIN SWMCSL JOB Ended OK Due CC SWMCSL IOADMIN SWMCSL JOB Ended OK Due CC SWPCSL IOADMIN SWPCSL JOB Ended OK Due CC SWACE IOADMIN SWACE JOB Ended OK Due CC Please raise SEV Ticket DPSMAN Group"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SWACE650 J14636 ENDED NOTOK RC=1808 ! *   Cause: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable  Action taken : Restarted the job once FTP services are available. Job completed fine.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWAMS J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWAMS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact MK Manisha Kumari Work note Notified Saran per Saran restart job failed step complete fine Hi SD team Please raise sev ticket DPSMAN"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SWAMS724 J22924 ENDED NOTOK RC=2624 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : Required file being used by another job.  Action taken : Once file released"],
		"context": " restart job from abend step. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWBMS J ENDED NOTOK RC C EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWBMS J ENDED NOTOK RC C U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency Ashish Thakar Additional comment Venkata notify two job failure SWBMS J ENDED NOTOK RC C LNBMS J ENDED NOTOK RC C Service Desk Please raise SEV ticket DPSMAN group"],
		"responses": ["I had Ops team change Region=4096K to Region=0M. Then re-ran job from failing step BKUPITEM. The job ran successfully."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWCDSD J ENDED NOTOK EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWCDSD J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC Ashish Thakar Additional comment Saran notify job failure Service Desk Please create SEV ticket DPSMAN group Escalating ticket DPSMAN Global L"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMSFCD06 J13382 ENDED NOTOK RC=U4087! *   Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : Input data format incorrect.  Action: Took backup and emptied input file and restarted the job "],
		"context": " Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWFTP J ENDED NOTOK RC JNRUN SYSA IOCALERT CTM SYSA CTM SWFTP J ENDED NOTOK RC JNRUN U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWFTP J ENDED NOTOK RC JNRUN U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact BS Balashanmugham Sankaranarayanan Additional comment SYSA IOCALERT CTM SYSA CTM SWFTP J ENDED NOTOK RC JNRUN Informed Saran Ticket need assign DPSMAN team SEV"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I SWFTP799 J13698 ENDED NOTOK RC=JNRUN! *   cause: [ Main Cause Type:Code;Sub Cause Type: Implementation defect ]  Cause description : JCL error on new code implementation 38 IEFC624I INCORRECT USE OF PERIOD ON THE DD STATEMENT  38 IEFC625I INCORRECT USE OF PARENTHESIS ON THE DD STATEMENT  38 IEFC626I INCORRECT USE OF PLUS ON THE DD STATEMENT  38 //JLTIN DD SMGD.PRD.SMFTP799.KRONOS.DAILY(+1)"],
		"context": "DISP=SHR **missing DSN=**  Action Taken: Added missing 'DSN=' to the statement and restarted the job. Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWFTP J ENDED NOTOK RC JFAIL ATOS SNOW INC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWFTP J ENDED NOTOK RC JFAIL U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create SEV incident DPMAN group Jobs SWFTP ENDED NOTOK RC JFAIL Notified saran"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SWFTP799 J24446 ENDED NOTOK RC=JFAIL! *   Cause: [ Main Cause Type:Resource ;Sub Cause Type: Required File not available ]  Cause description : 056Extract.txt was not available in the kronos server. EZA1701I >>> RETR 056Extract.txt  550 No such file.   Action taken : Reached kronos team to restore the files"],
		"context": " once files available. Resatrted job from top and jobs completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWIVT J ENDED NOTOK RC SYSA IOCALERT CTM SYSA CTM SWIVT J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWIVT J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency MK Manisha Kumari Work note Venkata notify issue Service Desk please raise sev ticket DPSMAN queue"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I SWIVT008 J11668 ENDED NOTOK RC=0016 ! *   Cause:: [ Main Cause Type:Scheduling issue;Sub Cause Type: Deadlock ]  Cause description : Deadlock issue cause in step STEP0010 'DBD NAME DBDIMF STATUS CODE GG '  Action taken : Wait for deadlock to clear and restarted the job from abended step.  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWMBL J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWMBL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact system Email send Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SWMBL J ENDED NOTOK RC Notified Aseem JM Jenefer Field change Assigned Empty wasJenefer Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group JM Jenefer Field change Assigned toJenefer Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["Problem: CTM3 SYSA-CTM282I SNMCSD08 J03822 ENDED NOTOK RC=1808 !  Cause:: [ Main Cause Type: Infrastructure ;Sub Cause Type: FTP service unavailable ]  Cause description : FTP service unavailable   Action taken : Checked for the server availability . Then had Ops team restart SNMCSD08from failed step  Customer Confirmation : NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWMCSD J ENDED NOTOK RC SB U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWMCSD J ENDED NOTOK RC SB U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact MK Manisha Kumari Work note Informed saran Hi SD Team please raise sev ticket DPSMAN Team"],
		"responses": ["Problem - SWMCSD12 J16036 ENDED NOTOK RC=SB37 !  cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : File Space issues  Action:  Increased space and recataloged file with space issue. Asked to restart job from failed step. Job ended successful  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWOEP J ENDED NOTOK RC E U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWOEP J ENDED NOTOK RC E U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create SEV incident DPSMAN group Job SWOEP ENDED NOTOK RC E Notified saran"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SWOEP250 J11098 ENDED NOTOK RC=S04E ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : Control File being used by another job  Action: Restarted the job once file is releases"],
		"context": " Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWSFCD J ENDED NOTOK RC SB SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWSFCD J ENDED NOTOK RC SB U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact KS Kesavanarayanan Work note ticket need assign DPSMAN sev"],
		"responses": ["Problem - Message: CTM3 SYSA-CTM282I SWSFCD04 J14484 ENDED NOTOK RC=SB37 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : File Space issue in output GDG file in step REPRO01  Action: Increased file space and restarted the job"],
		"context": " job completed fine. SWGD.PRD.SWMRS010.INPUT.FILE(0)  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWSFCD J ENDED NOTOK RC JFAIL U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWSFCD J ENDED NOTOK RC JFAIL U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact JM Jenefer Work note Hi SD Team Please create SEV incident DPSMAN group Job SWSFCD J ENDED NOTOK RC JFAIL Notified Aseem"],
		"responses": ["The mainframe dataset SWGD.PRD.SWMRS010.INPUT.FILE(0) was in use by another job causing dataset contention. Reran job SWSFCD04 from override library FLORDP.OPERPGM.CNTL(SWSFCD04) in failing step because GDG's needed to point to current generations."],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SWSFCDR J ENDED NOTOK RC U U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SWSFCDR J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact MK Manisha Kumari Work note Restarted abended step fail per Saran Hi SD team Please raise sev ticket DPSMAN team"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I SWSFCDR1 J16061 ENDED NOTOK RC=U0811! *   Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : Input data have invalid characters  Action taken : Removed the invalid data from input file and restarted the job"],
		"context": " job Completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM TKBMSLBM J ENDED NOTOK RC EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM TKBMSLBM J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact Ashish Thakar Additional comment Aseem K notify issue Service Desk Please raise SEV ticket DPSMAN queue"],
		"responses": ["Had Ops team force complete TKBMSLBM.  Manually FTP the file --------------- > TKSQ.PRD.ITEM.BOM to the server. The file transferred successfully.   \""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLINV J ENDED NOTOK RC U ATOS SNOW TICKET INC SYSA IOCALERT CTM SYSA CTM WLINV J ENDED NOTOK RC U U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLINV J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency MK Manisha Kumari Work note Saran notify job failure service desk please raise sev ticket DPSMAN"],
		"responses": ["Problem - CTM3 SYSA-CTM282I SMSFCD06 J13382 ENDED NOTOK RC=U4087! *   Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : Input Data file Empty.  Action: Force Completed the job.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLINV J ENDED NOTOK EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLINV J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact PR Priyadharshan R Additional comment SYSA IOCALERT CTM SYSA CTM WLINV J ENDED NOTOK RC U Informed Aseem Please raise SEV ticket DPSMAN"],
		"responses": ["Issue: CTM3 SYSA-CTM282I WLWIPW20 J04159 ENDED NOTOK RC=0008 ! *   Contacted Steve Watson from ATOS space management team to fix the B037 space issue with this Mainframe SAS job: WLWIPW20.  Steve's resolution comments: After further review I determined the job was abending with a B37 space abend on the WORK file specified in SYS2.PROCLIB.SYSA(SAS). The original allocation for this file was (1000"],
		"context": "75). The size of the data being placed in the WORK file caused it to span multiple DASD volumes. The SMS DATACLAS for TEMP datasets allows them to span a maximum of 6 volumes. The size of the WORK file allocations caused it the dataset to hist 16 extents on six volumes and the job failed because it could not span to a seventh DASD volume.\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLMUS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLMUS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact RA Ragavi Abirajan Additional comment Hello SD Team Please raise SEV ticket DPSMAN group"],
		"responses": ["Problem - CTM3 SYSA-CTM282I WLMUS150 J08200 ENDED NOTOK RC=S837 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : Required File Space not enough  Action: Changed Region parameter to 0K and restarted the job from top"],
		"context": " Job completed fine.  User confirmation - NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLMUS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLMUS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC per Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMAN group"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I WLMUS150 J29984 ENDED NOTOK RC=S837 ! *   cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Cause description : File Space issues  Action:  recreated P0540S.WLMUS150.WORKM by increasing SPACE parameter by SPACE=(CYL"],
		"context": "(450"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLWIPW J ENDED NOTOK EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLWIPW J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact PA Pruthvi Raj B Additional comment Hello Please route DPSMAN SEV"],
		"responses": ["Issue: CTM3 SYSA-CTM282I WLWIPW20 J04159 ENDED NOTOK RC=0008 ! *  Resolution:  Contacted Steve Watson from ATOS Space Management Team to fix the Space B037 issue with mainframe SAS job: WLWIPW20.  Steve's resolution comments: After further review I determined the job was abending with a B37 space abend on the WORK file specified in SYS2.PROCLIB.SYSA(SAS). The original allocation for this file was (1000"],
		"context": "75). The size of the data being placed in the WORK file caused it to span multiple DASD volumes. The SMS DATACLAS for TEMP datasets allows them to span a maximum of 6 volumes. The size of the WORK file allocations caused it the dataset to hist 16 extents on six volumes and the job failed because it could not span to a seventh DASD volume.\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLWIPW J ENDED NOTOK RC SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLWIPW J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact FunctionalOrganization SCHNEIDER ELECTRIC incident urgency KS Kesavanarayanan Work note ticket need assign DPSMAN SEV"],
		"responses": ["Issue: CTM3 SYSA-CTM282I WLWIPW20 J04159 ENDED NOTOK RC=0008 ! *  Resolution:  Contacted Steve Watson from ATOS Space Management Team to fix the Space B037 issue with mainframe SAS job: WLWIPW20.  Steve's resolution comments: After further review I determined the job was abending with a B37 space abend on the WORK file specified in SYS2.PROCLIB.SYSA(SAS). The original allocation for this file was (1000"],
		"context": "75). The size of the data being placed in the WORK file caused it to span multiple DASD volumes. The SMS DATACLAS for TEMP datasets allows them to span a maximum of 6 volumes. The size of the WORK file allocations caused it the dataset to hist 16 extents on six volumes and the job failed because it could not span to a seventh DASD volume.\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLWIPW J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLWIPW J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact KS Kesavanarayanan Work note ticket need assign DPSMAN sev"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I WLWIPW20 J25112 ENDED NOTOK RC=0008 ! *   Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Server storage issue ]  Cause description : Insufficient space in file WORK.NEWFILE4.DATA.  File WORK.NEWFILE4.DATA is damaged. I/O processing did not complete.   Action taken : Internal workfile in the SAS proc has limited space issue"],
		"context": " Changed proc from SAS to SAS2 which have higher space and restarted job"
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLWIPW J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLWIPW J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC KS Kesavanarayanan Work note ticket need assign DPSMAN sev"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I WLWIPW22 J25834 ENDED NOTOK RC=0008 ! *   Cause:: [ Main Cause Type:Scheduling issue;Sub Cause Type: Deadlock ]  Cause description : DB2 ERROR: RESULT OF SQL STATEMENT: SQLCODE: -911  Action taken : Restarted the job after 1hr to deadlock complete"],
		"context": " Job Completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMAN Global L2",
		"patterns": ["user lose update capability update computer need UPD screen actually place order Tomorrow VA Welcome support Schneider Chat please select one follow initiate chat VA Show everything Tomorrow JR Connect Live Agent VA Please choose topic JR Quote Cash Q C VA Please stand connect live agent Tomorrow Raphael Ramirez enter chat RR Thank contact support shortly Tomorrow JR Hi Raphael Tomorrow RR Hi Tomorrow RR get disconnect chat Tomorrow JR know go ask password find email JR almost do Tomorrow JR able login JR connect default database Tomorrow RR glad hear Tomorrow RR anything else Tomorrow JR get errror connect database JR initial login Tomorrow JR get stick RR currently office remote JR progress Tomorrow JR remote Tomorrow RR please retry login Q C Tomorrow JR try get error JR happen always Tomorrow RR pea close Q C RR please Tomorrow JR thing JR give access Tomorrow JR Looks like persitent problem Tomorrow RR please click link remote session http chat schneider electric com ak b b ced e RR http chat schneider electric com ak b b ced e Tomorrow support session close"],
		"responses": ["Problem: user had lost update capabilities after the update on his computer"],
		"context": "  he needs to have \"\"UPD\"\" on his screens so he can actually place orders  Cause: [ Main Cause Type:Scheduling issue;Sub Cause Type: Delay in Batch job ]  Cause description : The batch delayed due to control-M issues"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace SWIVEL TICKET e Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAPCMFTMDX EVENT ba ce cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Steady State Stateful KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace Sev Event Auto Close Auto Close Stateless Event Change"],
		"responses": ["Problem: es30 (Filesystem_/var/snasal) Filesystem /var/snasal use 100% of Diskspace  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Server storage issue ]  Action: Wait for UXSWS050 to run and free up space.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Order Stuck Scheduling SESA ID SESA Caller Name Darryl Williams Call back number Email Address darryl williams se com Location remote hotel office remote Application Name Q C issue problem Stuck Scheduling issue problem begin Today Error message Stuck Detailed Notes Order stick Scheduling change progress point Go job go back job flip back schedule Order suppose ship print paperwork issue ask immediate assistance Escalating ticket DPSCUS Global L"],
		"responses": ["Problem: Order Stuck in Scheduling   Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Action: See work notes for details.  Customer Confirmation: Yes\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Orders print FAS morning SESA ID SESA Caller name LEON EADES E mail address reggie eades se com Primary contact Alternate contact Secondary contact person ERIC LONG User site office location Seneca facility Number user currently know affected MULTIPLE Users around per user Application name affect FAS database server application Application database name affect none Server location Available exact issue Orders print FAS morning issue problem begin Today work around work around apply none Service stop partially impacted Service Stopped Exact error message none Business impact issue affect Schneider business go shutdown production would resolve soon possible Assigning ticket DPSMES"],
		"responses": ["Resolved by other team"],
		"context": " user confirmed to close.\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["UXSMS UXSWS Ended OK UXSMS UXSWS Ended OK RM Ravikanth Work note Notified Venkata Hi SD Team Please raise sev ticket DPSMES group"],
		"responses": ["Problem: UXSMS050 and UXSWS050 Ended not OK  Cause: [ Main Cause Type:Data;Sub Cause Type: Deadlock ] Q2C locks in the database were causing this job from run correctly.  Action: When Q2C locks were fixed jobs ran fine.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Chat OFO Tracker Access Issue issue problem SESA Aradhya Kochar request DPSMES assistance checkissues access OFO Tracker http mclweb us schneider electric com Realtime Instructions OFO BasicMenu aspx issue problem begin Error message problem resource look display last time work properly change PC since last time work properly Location remote hotel office Columbia SC Call back number phone number email MS Teams Email Address aradhya kochar se com Troubleshooting step detail Related case case history change password recently Additional Detail link screenshots etc Resolution"],
		"responses": ["Problem: assistance to checkissues to access to OFO Tracker  Cause: [ Main Cause Type:Patch/ Release;Sub Cause Type: Configuration issue ]  Action: Have to involve Alvaro Gonzalez to re-apply permissions on folders and files"],
		"context": " also need to add enableEventValidation=\"\"false\"\" in web.config  Customer Confirmation: Yes\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Cisnt nam gad schneider electric com LOG Sybase cisscmnt Sybase cisscmnt find error sybase ASE install CISSCMNT log EventID ATF NAMUMFTMDX EVENT ad fe ee eb b ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG Sybase cisscmnt Sybase cisscmnt EventSeverity Hostname Cisnt nam gad schneider electric com Message find error sybase ASE install CISSCMNT log ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Database Sybase unspecified CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateless TicketSummary Cisnt nam gad schneider electric com LOG Sybase cisscmnt Sybase cisscmnt find error sybase ASE install CISSCMNT log KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF JG Jose Luis Gonzalez Gomez Additional comment Hello Help desk Please reassign ticket SE perform purge activity See email detail JG Jose Luis Gonzalez Gomez Attachment upload INC Cisnt nam gad schneider electric com Filesystem Filesystem use msg KB"],
		"responses": ["We'll continue monitoring this issue. We are moving to a new AWS server so soon this server will get more free space when many stuff is deleted."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name ColSC LWS Dataretrieval host id cisnt message Ended OK Thu Apr EDT memname ColSCDataretrieval EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name ColSC LWS Dataretrieval host id cisnt message Ended OK Thu Apr EDT memname ColSCDataretrieval exe order id ewth severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name ColSC LWS Dataretrieval host id cisnt message Ended OK Thu Apr EDT memname ColSCDataretrieval exe order id ewth severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job ColSC LWS Dataretrieval Ended OK Notified Saran"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: ColSC_LWS_Dataretrieval"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name FASKBEXT host id cisnt message Ended OK Mon Jun EDT memname FaskbordDumpExtract exe order id SWIVEL UPDATE EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name FASKBEXT host id cisnt message Ended OK Mon Jun EDT memname FaskbordDumpExtract exe order id fzoo severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless TicketSummary ecs LOG BATCH JOB MON job name FASKBEXT host id cisnt message Ended OK Mon Jun EDT memname FaskbordDumpExtract exe order id fzoo severity V status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF PA Pruthvi Raj B Additional comment Hello Team Please route ticket DPSMES sev priority"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: FASKBEXT"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name FASKBEXT host id cisnt message Ended OK Mon Mar EDT memname FaskbordDumpExtract exe order id EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name FASKBEXT host id cisnt message Ended OK Mon Mar EDT memname FaskbordDumpExtract exe order id eej severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateless KPIID dummy TicketSummary ec LOG BATCH JOB MON job name FASKBEXT host id cisnt message Ended OK Mon Mar EDT memname FaskbordDumpExtract exe order id eej severity V status Noticed send time last user last time call type alert id data center Production"],
		"responses": ["Problem: job_name: FASKBEXT"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name GBTDTOFR host id cisnt message Ended OK EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name GBTDTOFR host id cisnt message Ended OK Mon Jun EDT memname GBTDTOFR exe order id fyqy severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy TicketSummary ec LOG BATCH JOB MON job name GBTDTOFR host id cisnt message Ended OK Mon Jun EDT memname GBTDTOFR exe order id fyqy severity V status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF KS Kesavanarayanan Work note ticket need assign DPSMES SEV"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: GBTDTOFR"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LW Product Download host id cisnt message Ended OK Mon Jun EDT memname ProductCodeDownload exe SWIVEL UPDATE EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LW Product Download host id cisnt message Ended OK Mon Jun EDT memname ProductCodeDownload exe order id fzm severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name LW Product Download host id cisnt message Ended OK Mon Jun EDT memname ProductCodeDownload exe order id fzm severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF Sev Event Steady State Stateless KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC PA Pruthvi Raj B Additional comment Hello Team Please route ticket DPSMES sev priority"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LW_Product_Download"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LW Purge Archive host id cisnt message Ended OK Sun Jun EDT memname LWArchPurge exe order id EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LW Purge Archive host id cisnt message Ended OK Sun Jun EDT memname LWArchPurge exe order id fyrv severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name LW Purge Archive host id cisnt message Ended OK Sun Jun EDT memname LWArchPurge exe order id fyrv severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF Sev Event Steady State Stateless KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job LW Purge Archive Ended OK per David job restart top complete fine JM Jenefer Field change Assigned Empty wasJenefer Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group JM Jenefer Field change Assigned toJenefer Incident StateIn ProgresswasNew StateIn ProgresswasNew U USR Work note duplicate detect EVENT"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LW_Purge_Archive"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS AppNoteEff host id cisnt message Ended OK Mon Jun EDT memname LWS AppNoteEff exe order id SWIVEL TICKET EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS AppNoteEff host id cisnt message Ended OK Mon Jun EDT memname LWS AppNoteEff exe order id fzk severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary ecs LOG BATCH JOB MON job name LWS AppNoteEff host id cisnt message Ended OK Mon Jun EDT memname LWS AppNoteEff exe order id fzk severity V status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy PA Pruthvi Raj B Additional comment Hello Team Please route ticket DPSMES sev priority"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_AppNoteEff"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS Distribution ColumbiaMO host id cisnt message Ended OK Mon Jun EDT ecs LOG BATCH JOB MON job name LWS Distribution ColumbiaMO host id cisnt message Ended OK Mon Jun EDT memname LWS Distributio EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS Distribution ColumbiaMO host id cisnt message Ended OK Mon Jun EDT memname LWS Distribution exe order id g q severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy TicketSummary ec LOG BATCH JOB MON job name LWS Distribution ColumbiaMO host id cisnt message Ended OK Mon Jun EDT memname LWS Distribution exe order id g q severity V status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF KS Kesavanarayanan Work note ticket need assign DPSMES sev"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_Distribution_ColumbiaMO"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS Distribution Monterrey host id cisnt message Ended OK Sun Mar EDT memname LWS Distributio EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS Distribution Monterrey host id cisnt message Ended OK Sun Mar EDT memname LWS Distribution exe order id e bu severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name LWS Distribution Monterrey host id cisnt message Ended OK Sun Mar EDT memname LWS Distribution exe order id e bu severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy system Email send Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail KS Kesavanarayanan Field change Assigned Empty wasKesavanarayanan Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group KS Kesavanarayanan Work note ticket need assign DPSMES sev U USR Work note duplicate detect EVENT U USR Work note duplicate detect EVENT KS Kesavanarayanan Field change Assigned toKesavanarayanan Incident StateIn ProgresswasNew StateIn ProgresswasNew U USR Work note duplicate detect EVENT"],
		"responses": ["Problem: job_name: LWS_Distribution_Monterrey6"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS Distribution Tlaxcala host id cisnt message Ended OK Fri Jul EDT memname LWS Distribution SWIVEL TICKET EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS Distribution Tlaxcala host id cisnt message Ended OK Fri Jul EDT memname LWS Distribution exe order id gdf severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF TicketSummary ecs LOG BATCH JOB MON job name LWS Distribution Tlaxcala host id cisnt message Ended OK Fri Jul EDT memname LWS Distribution exe order id gdf severity V status Noticed send time last user last time call type alert id data center Production RM Ravikanth Work note Hi SD Team Please raise sev ticket DPSMES group"],
		"responses": ["Force ok completion and wait for next cycle."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS HistoryPurge ColumbiaMO host id cisnt message Ended OK EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS HistoryPurge ColumbiaMO host id cisnt message Ended OK Sun Jun EDT memname LWS HistoryPurge exe order id fyqb severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Steady State Stateless KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF TicketSummary ecs LOG BATCH JOB MON job name LWS HistoryPurge ColumbiaMO host id cisnt message Ended OK Sun Jun EDT memname LWS HistoryPurge exe order id fyqb severity V status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job LWS HistoryPurge ColumbiaMO Ended OK Notified David"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_HistoryPurge_ColumbiaMO"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS HistoryPurge Monterrey host id cisnt message Ended OK EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS HistoryPurge Monterrey host id cisnt message Ended OK Sun Apr EDT memname LWS HistoryPurge exe order id eo severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name LWS HistoryPurge Monterrey host id cisnt message Ended OK Sun Apr EDT memname LWS HistoryPurge exe order id eo severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF Ashish Thakar Additional comment David notify issue Service Desk Please raise SEV ticket DPSMES queue"],
		"responses": ["Job was run manually."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS HistoryPurge Monterrey host id cisnt message Ended OK Sun Apr EDT memname LWS HistoryPurg EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS HistoryPurge Monterrey host id cisnt message Ended OK Sun Apr EDT memname LWS HistoryPurge exe order id eyje severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name LWS HistoryPurge Monterrey host id cisnt message Ended OK Sun Apr EDT memname LWS HistoryPurge exe order id eyje severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF RM Ravikanth Work note Notified David Hi SD Team Please raise sev ticket DPSMES group"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_HistoryPurge_Monterrey6"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS HistoryPurge Primary host id cisnt message Ended OK EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS HistoryPurge Primary host id cisnt message Ended OK Sun Jun EDT memname LWS HistoryPurge exe order id fyqa severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary ecs LOG BATCH JOB MON job name LWS HistoryPurge Primary host id cisnt message Ended OK Sun Jun EDT memname LWS HistoryPurge exe order id fyqa severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF Sev Event Auto Close Auto Close Stateless Event Change KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job LWS HistoryPurge Primary Ended OK Notified David"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_HistoryPurge_Primary"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS MoveToProd host id cisnt message Ended OK Wed May EDT memname LWS MoveToProd exe order id Swivel Ticket ecs LOG BATCH JOB MON job name LWS MoveToProd host id cisnt message Ended OK Wed May EDT memname LWS MoveToProd exe order id EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS MoveToProd host id cisnt message Ended OK Wed May EDT memname LWS MoveToProd exe order id fgn severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EMKR UMF Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name LWS MoveToProd host id cisnt message Ended OK Wed May EDT memname LWS MoveToProd exe order id fgn severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless PR Priyadharshan R Additional comment ecs LOG BATCH JOB MON job name LWS MoveToProd host id cisnt message Ended OK Hi SD Team Please raise SEV Ticket DPSMES Group"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_MoveToProd"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name LWS ProdCatlgXref host id cisnt message Ended OK Wed Apr EDT memname LWS CatlgXrefDwnld exe EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name LWS ProdCatlgXref host id cisnt message Ended OK Wed Apr EDT memname LWS CatlgXrefDwnld exe order id evx severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary ecs LOG BATCH JOB MON job name LWS ProdCatlgXref host id cisnt message Ended OK Wed Apr EDT memname LWS CatlgXrefDwnld exe order id evx severity V status Noticed send time last user last time call type alert id data center Production EventSteadyState Stateless KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF Ashish Thakar Additional comment Saran notify issue Service Desk Please raise SEV ticket DPSMES queue"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: LWS_ProdCatlgXref"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name MIS GenDownload EP host id cisnt message Ended OK Sun Jun EDT memname EP GenExtract exe orde EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name MIS GenDownload EP host id cisnt message Ended OK Sun Jun EDT memname EP GenExtract exe order id fylf severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF TicketSummary ecs LOG BATCH JOB MON job name MIS GenDownload EP host id cisnt message Ended OK Sun Jun EDT memname EP GenExtract exe order id fylf severity V status Noticed send time last user last time call type alert id data center Production JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job MIS GenDownload EP Ended OK per David job force complete JM Jenefer Field change Assigned Empty wasJenefer Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group U USR Work note duplicate detect EVENT JM Jenefer Field change Assigned toJenefer Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: MIS_GenDownload_EP3"],
		"context": " host_id: cisnt09"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASABM host id e b c us schneider electric com message Ended OK Sat Apr EDT memname fasac Affected CI ecs EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASABM host id e b c us schneider electric com message Ended OK Sat Apr EDT memname fasacebomrtv scr order id enpo severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name UXFASABM host id e b c us schneider electric com message Ended OK Sat Apr EDT memname fasacebomrtv scr order id enpo severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF BS Balashanmugham Sankaranarayanan Additional comment Job UXFASABM fail application ES FASBOM Sent email Voice mail Ticket need assign DPSMES team SEV"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXFASABM"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASDBO host id e b c us schneider electric com message Ended OK Mon May EDT memname fa EventID ATF NAPCMFTMDX EVENT ced ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASDBO host id e b c us schneider electric com message Ended OK Mon May EDT memname fa dborp scr order id f severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name UXFASDBO host id e b c us schneider electric com message Ended OK Mon May EDT memname fa dborp scr order id f severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy KS Kesavanarayanan Work note ticket need assign DPSMES SEV"],
		"responses": ["Problem : ecs02 (LOG_BATCH_JOB_MON) job_name: UXFASDBO"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASDBO host id e b c us schneider electric com message Ended OK Mon May EDT memname fa SWIVEL TICKET EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASDBO host id e b c us schneider electric com message Ended OK Mon May EDT memname fa dborp scr order id fjfr severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Steady State Stateless KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC TicketSummary ecs LOG BATCH JOB MON job name UXFASDBO host id e b c us schneider electric com message Ended OK Mon May EDT memname fa dborp scr order id fjfr severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF Sev Event Auto Close Auto Close Stateless Event Change KS Kesavanarayanan Work note ticket need assign DPSMES SEV"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXFASDBO"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASNBE host id e b c us schneider electric com message Ended OK Thu Jun EDT memname fa EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASNBE host id e b c us schneider electric com message Ended OK Thu Jun EDT memname fa dbnbe scr order id fri severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name UXFASNBE host id e b c us schneider electric com message Ended OK Thu Jun EDT memname fa dbnbe scr order id fri severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF per RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMES group"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXFASNBE"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASNRO host id e b c us schneider electric com message Ended OK Fri Apr EDT memname fa EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASNRO host id e b c us schneider electric com message Ended OK Fri Apr EDT memname fa dbngt scr order id exy severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name UXFASNRO host id e b c us schneider electric com message Ended OK Fri Apr EDT memname fa dbngt scr order id exy severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job UXFASNRO Ended OK"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXFASNRO"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASRCO host id e b c us schneider electric com message Ended OK Mon Apr EDT memname fa ATOS SNOW INC EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASRCO host id e b c us schneider electric com message Ended OK Mon Apr EDT memname fa dbkbr scr order id ety severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC TicketSummary ecs LOG BATCH JOB MON job name UXFASRCO host id e b c us schneider electric com message Ended OK Mon Apr EDT memname fa dbkbr scr order id ety severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy EventSteadyState Stateless PR Priyadharshan R Additional comment Notified Saran Hi SD Team Raise SEV ticket DPSMES group"],
		"responses": ["Problem: job_name: UXFASRCO"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASS H host id e b c us schneider electric com message Ended OK EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASS H host id e b c us schneider electric com message Ended OK Tue Apr EDT memname fas htrg scr order id f iy severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC TicketSummary ecs LOG BATCH JOB MON job name UXFASS H host id e b c us schneider electric com message Ended OK Tue Apr EDT memname fas htrg scr order id f iy severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy EventSteadyState Stateless MK Manisha Kumari Work note Deleted job per Venkataswami Ramala Hi SD team Please raise sev ticket DPSMES team"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXFASS4H"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASS H host id e b c us schneider electric com message Ended OK Fri May EDT memname fas EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASS H host id e b c us schneider electric com message Ended OK Fri May EDT memname fas htrg scr order id f severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name UXFASS H host id e b c us schneider electric com message Ended OK Fri May EDT memname fas htrg scr order id f severity V status Noticed send time last user last time call type alert id data center Production KPIID dummy EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job UXFASS H Ended OK Notified Saran"],
		"responses": ["Problem: UXFASS4H"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASTLM host id e b c us schneider electric com message Ended OK ec LOG BATCH JOB MON job name UXFASTLM host id e b c us schneider electric com message Ended OK Sun Jun EDT memname fa EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASTLM host id e b c us schneider electric com message Ended OK Sun Jun EDT memname fa dbtlm scr order id g severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name UXFASTLM host id e b c us schneider electric com message Ended OK Sun Jun EDT memname fa dbtlm scr order id g severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF KS Kesavanarayanan Work note ticket need assign DPSMES sev"],
		"responses": ["Problem: Job_name: UXFASTLM"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message Ended OK Mon Jun EDT memname fa SWIVEL TICKET EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASUED host id e b c us schneider electric com message Ended OK Mon Jun EDT memname fa dbued scr order id g h severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message Ended OK Mon Jun EDT memname fa dbued scr order id g h severity V status Noticed send time last user last time call type alert id data center Production EMKR UMF PA Pruthvi Raj B Additional comment Hello Team Please route ticket DPSMES sve"],
		"responses": ["Problem: job_name: UXFASUED"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message Ended OK Wed May EDT memname fa SWIVEL TICKET EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASUED host id e b c us schneider electric com message Ended OK Wed May EDT memname fa dbued scr order id fli severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary ecs LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message Ended OK Wed May EDT memname fa dbued scr order id fli severity V status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job UXFASUED Ended OK Notified Saran"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXFASUED"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message UXFASUED STARTED RAISE SEV TKT DPSMES Fri EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASUED host id e b c us schneider electric com message UXFASUED STARTED RAISE SEV TKT DPSMES Fri Mar EDT memname fa dbued scr order id ecel severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateless KPIID dummy TicketSummary ec LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message UXFASUED STARTED RAISE SEV TKT DPSMES Fri Mar EDT memname fa dbued scr order id ecel severity V status Noticed send time last user last time call type alert id data center Production Ashish Thakar Additional comment Venkata notify Alert need ignore per Service Desk Please raise SEV ticket DPSMES queue"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXFASUED"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message UXFASUED STARTED RAISE SEV TKT DPSMES Thu EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASUED host id e b c us schneider electric com message UXFASUED STARTED RAISE SEV TKT DPSMES Thu Mar EDT memname fa dbued scr order id ebhu severity U status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message UXFASUED STARTED RAISE SEV TKT DPSMES Thu Mar EDT memname fa dbued scr order id ebhu severity U status Noticed send time last user last time call type alert id data center Production KPIID dummy JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job UXFASUED STARTED Notified David"],
		"responses": ["Problem: UXFASUED UXFASUED HAS NOT STARTED! RAISE SEV2 TKT TO DPSMES  Cause : [ Main Cause Type:Monitoring ;Sub Cause Type: Monitoring Alert ] This alert is because schedule delay due to mainframe jobs running slow  Action: Monitored the jobs and late even pending schedule jobs deleted.   Customer Confirmation: NA.\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXMTS host id e b c us schneider electric com message Ended OK Fri Jun EDT memname salct SWIVEL TICKET EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXMTS host id e b c us schneider electric com message Ended OK Fri Jun EDT memname salct extract scr order id g pq severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF TicketSummary ecs LOG BATCH JOB MON job name UXMTS host id e b c us schneider electric com message Ended OK Fri Jun EDT memname salct extract scr order id g pq severity V status Noticed send time last user last time call type alert id data center Production Sev Event Steady State Stateless KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job UXMTS Ended OK Notified Saran"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXMTS020"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXSNS host id e b c us schneider electric com message Ended OK Fri May EDT memname salps SWIVEL TICKET EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXSNS host id e b c us schneider electric com message Ended OK Fri May EDT memname salpsdwnload scr order id fi v severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF TicketSummary ecs LOG BATCH JOB MON job name UXSNS host id e b c us schneider electric com message Ended OK Fri May EDT memname salpsdwnload scr order id fi v severity V status Noticed send time last user last time call type alert id data center Production Sev Event Steady State Stateless KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC MK Manisha Kumari Work note Restarted step complete fine per Saran Hi SD team Please raise sev ticket DPSMES team"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXSNS050"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXSNS host id e b c us schneider electric com message Ended OK Thu Jun EDT memname salps ecs LOG BATCH JOB MON job name UXSNS host id e b c us schneider electric com message Ended OK Thu Jun EDT memname salps EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXSNS host id e b c us schneider electric com message Ended OK Thu Jun EDT memname salpsdwnload scr order id gcdx severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EMKR UMF TicketSummary ecs LOG BATCH JOB MON job name UXSNS host id e b c us schneider electric com message Ended OK Thu Jun EDT memname salpsdwnload scr order id gcdx severity V status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless Ravikanth Work note Notified David Hi SD Team Please raise sev ticket DPSMES group"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXSNS050"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXSWS host id e b c us schneider electric com message Ended OK Thu Jun EDT memname salps SESA ID ID SESA Caller Name Jenefer Call back number n Email Address jenefer mathias atos net ec LOG BATCH JOB MON job name UXSWS host id e b c us schneider electric com message Ended OK Thu Jun EDT memname salps EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXSWS host id e b c us schneider electric com message Ended OK Thu Jun EDT memname salpsdwnload scr order id g e severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EMKR UMF TicketSummary ecs LOG BATCH JOB MON job name UXSWS host id e b c us schneider electric com message Ended OK Thu Jun EDT memname salpsdwnload scr order id g e severity V status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job UXSWS Ended OK Notified Saran"],
		"responses": ["Problem: job_name: UXSWS050"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXSWS host id e b c us schneider electric com message UXSWS run longer minute Please notify DPS SWIVEL TICKET EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXSWS host id e b c us schneider electric com message UXSWS run longer minute Please notify DPSMES support Mon May EDT memname salpsdwnload scr order id fjvy severity R status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Auto Close Auto Close Stateless Event Change TicketSummary ec LOG BATCH JOB MON job name UXSWS host id e b c us schneider electric com message UXSWS run longer minute Please notify DPSMES support Mon May EDT memname salpsdwnload scr order id fjvy severity R status Noticed send time last user last time call type alert id data center Production EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy MK Manisha Kumari Work note Restarted job top complete fine Hi SD team Please raise sev ticket DPSMES team"],
		"responses": ["Problem : ecs02 (LOG_BATCH_JOB_MON) job_name: UXSWS050"],
		"context": " host_id: es30b.c076.us.schneider-electric.com"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ecs LOG BATCH JOB MON job name UXSWS host id e b c us schneider electric com message UXSWS run longer minute Please notify DPS ecs LOG BATCH JOB MON job name UXSWS host id e b c us schneider electric com message UXSWS run longer minute Please notify DPS EventID ATF NAPCMFTMDX EVENT ab cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXSWS host id e b c us schneider electric com message UXSWS run longer minute Please notify DPSMES support Mon May EDT memname salpsdwnload scr order id f k severity R status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateless KPIID dummy TicketSummary ec LOG BATCH JOB MON job name UXSWS host id e b c us schneider electric com message UXSWS run longer minute Please notify DPSMES support Mon May EDT memname salpsdwnload scr order id f k severity R status Noticed send time last user last time call type alert id data center Production Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF MK Manisha Kumari Work note per Venkata restart job top complete fine Hi SD team Please raise sev ticket DPSMES team"],
		"responses": ["Problem: ecs02 (LOG_BATCH_JOB_MON) job_name: UXSWS050"],
		"context": "  host_id: es30b.c076.us.schneider-electric.com  Cause: [ Main Cause Type:Data;Sub Cause Type: Incorrect data ]  Cause description : Input data have invalid characters  Action taken : changed the ord_status of the data with respective Q2C number in table q2cshpsc from C to V and restarted the job from abended step. Job Completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Endpoint Solution App Issue instal SALe software center work appear error message"],
		"responses": ["SAL was updated thru Software Center."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snafs DEVELOP Filesystem var snafs DEVELOP use Diskspace EventID ATF NAMUMFTMDX EVENT b b f eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass Filesystem var snafs DEVELOP EventSeverity Hostname es Message Filesystem var snafs DEVELOP use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateful TicketSummary e Filesystem var snafs DEVELOP Filesystem var snafs DEVELOP use Diskspace KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF"],
		"responses": ["As part of Titan testing"],
		"context": " Jeff created a file called CORE and that took lots of space. taken the file to the local PC and Deleted it from the server and informed Jeff the next day. He confirmed No issue.\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem usr asset Filesystem usr asset use Diskspace EventID ATF NAMUMFTMDX EVENT c b f eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass Filesystem usr asset EventSeverity Hostname es Message Filesystem usr asset use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary e Filesystem usr asset Filesystem usr asset use Diskspace KPIID dummy EventSteadyState Stateful FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF"],
		"responses": ["Problem: es30 (Filesystem_/usr/asset) Filesystem /usr/asset use 95% of Diskspace  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Action: Asked Atos Unix team to help with this (Emiliano Roncaglia)  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snafs PRODUCT Filesystem var snafs PRODUCT use Diskspace EventID ATF NAMUMFTMDX EVENT fa aa b f eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass Filesystem var snafs PRODUCT EventSeverity Hostname es Message Filesystem var snafs PRODUCT use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateful TicketSummary e Filesystem var snafs PRODUCT Filesystem var snafs PRODUCT use Diskspace KPIID dummy EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC"],
		"responses": ["As part of Titan testing"],
		"context": " Jeff created a file called CORE and that took lots of space. taken the file to the local PC and Deleted it from the server and informed Jeff the next day. He confirmed No issue.\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace SWIVEL TICKET e Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAPCMFTMDX EVENT ba ce cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateful KPIID dummy"],
		"responses": ["Problem: es30 (Filesystem_/var/snasal) Filesystem /var/snasal use 100% of Diskspace  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Server storage issue ]  Action: Wait for UXSWS050 to run and free up space.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace SWIVEL e Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAPCMFTMDX EVENT ba ce cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateful KPIID dummy Sev Event Auto Close Auto Close Stateless Event Change TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace EMKR UMF"],
		"responses": ["Problem: es30 (Filesystem_/var/snasal) Filesystem /var/snasal use 100% of Diskspace  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Server storage issue ]  Action: Wait for UXSWS050 to run and free up space.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAPCMFTMDX EVENT ba ce cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Auto Close Auto Close Stateless Event Change TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace EMKR UMF Sev Event Steady State Stateful KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC"],
		"responses": ["After job UXSWS050 ran file space was free up."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAPCMFTMDX EVENT ba ce cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateful Sev Event Auto Close Auto Close Stateless Event Change TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace EMKR UMF"],
		"responses": ["Problem: es30 (Filesystem_/var/snasal) Filesystem /var/snasal use 100% of Diskspace  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Server storage issue ]  Action: Wait for UXSWS050 to run and free up space.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAPCMFTMDX EVENT ba ce cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace Sev Event Steady State Stateful KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC"],
		"responses": ["Problem: es30 (Filesystem_/var/snasal) Filesystem /var/snasal use 100% of Diskspace  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Server storage issue ]  Action: Wait for UXSWS050 to run and free up space.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAMUMFTMDX EVENT fa b f eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes EventSteadyState Stateful TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF"],
		"responses": ["Temporary files has been deleted"],
		"context": " in the morning job will run and delete more files to get more space.\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAMUMFTMDX EVENT fa b f eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace EventSteadyState Stateful KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF"],
		"responses": ["run the Unix job UXSWS050 manually that will clear the files struck and resolve the space issue."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAMUMFTMDX EVENT fa b f eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateful TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace KPIID dummy"],
		"responses": ["run the Unix job UXSWS050 manually that will clear the files struck and resolve the space issue."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAPCMFTMDX EVENT ba ce cf f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateful KPIID dummy Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace"],
		"responses": ["Problem: es30 (Filesystem_/var/snasal) Filesystem /var/snasal use 99% of Diskspace  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Action: Wait for UXSWS050 to run and free up some space.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem var snasal Filesystem var snasal use Diskspace es Filesystem var snasal Filesystem var snasal use Diskspace EventID ATF NAMUMFTMDX EVENT fa b f eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass Filesystem var snasal EventSeverity Hostname es Message Filesystem var snasal use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF TicketSummary e Filesystem var snasal Filesystem var snasal use Diskspace EventSteadyState Stateful KPIID dummy"],
		"responses": ["run the Unix job UXSWS050 manually that will clear the files struck and resolve the space issue."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["es Filesystem usr asset Filesystem usr asset use Diskspace EventID ATF NAPCMFTMDX EVENT ef c ce f ec b c EventSender ATF NAPCMFTMDX EventType PERFORMANCE EventSenderType ATF NAGIOS EventClass Filesystem usr asset EventSeverity Hostname es Message Filesystem usr asset use Diskspace ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Service Desk Internal CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary e Filesystem usr asset Filesystem usr asset use Diskspace Sev Event Auto Close Auto Close Stateless Event Change EMKR UMF FunctionalOrganization SCHNEIDER ELECTRIC Sev Event Steady State Stateful KPIID dummy"],
		"responses": ["Space was increased by unix team."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ETO MES Issue issue SALe report Printroom Order List seem miss order report use send job shop assembly Examples order miss Seneca order speak Lorraine Stewart regard issue"],
		"responses": ["Problem: This issue is in SALe - the report \"\"Printroom Order List\"\" seems to be missing some orders - this is a report used to send jobs to the shop for assembly. Examples of orders missing are 44464585-001 "],
		"context": " 44066521-004"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["FAS Login SESA ID ID SESA Caller Name Leon Eades Call back number Ticket INC Secondary Contact number P Email Address reggie eades se com Related case case history N Location remote hotel office Office Application Name FAS Number Known Affected Users Single User issue problem able login issue problem begin Today Logon id N Error message Synchronization Error last time work properly Saturday morning per user change PC since last time work properly N change password recently N Additional Info Plant location Seneca Troubleshooting Details Conduct authentication Customer tell customer plant able login FAS customer affected Application provide error Synchronization Error Customer able run report customer issue try access FAS ask different login ID Requesting assistance"],
		"responses": ["We have helped users to resolve the issue. This issue is due to the FAS upgrade that occurred during the weekend"],
		"context": " some PCs were not updated automatically we contact the software center team"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["FAS Password Reset SESA ID ID SESA Caller Name Leon Eades Call back number Ticket Secondary Contact number P Email Address reggie eades se com Related case case history N Location remote hotel office Home Application Name FAS Number Known Affected Users Single User issue problem able login due incorrect password issue problem begin Today Logon id SESA Error message Unable access verify password last time work properly N change PC since last time work properly N change password recently N Additional Info Troubleshooting Details Conduct authentication Customer able login FAS Error occur Requesting assistance password reset credential"],
		"responses": ["Contact user to explain FAS now works with SESA."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["FAS application run really slow FAS application run really slow"],
		"responses": ["Some program were running slow and affecting FAS."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["FAS Login FAS unable login"],
		"responses": ["Problem: FAS"],
		"context": " unable to login  Cause: [ Main Cause Type:Code;Sub Cause Type: Implementation defect ]  Action: Fix pushed thru Software Center.  Customer Confirmation: N/A\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["FAS work say application need resync real problem FAS update SESA ID ID SESA Caller Name Tony Hester Contact number Email Address Tony Hester se com Related ticket IMS Location SENECA plant Application Name FAS Number Known Affected Users Single issue problem FAS work say application need resync real problem FAS update Logon id MSNA Error message Internal Error Application Synchronization Manager must synchronize application server Msg ID MBCM Detailed Notes troubleshoot step run sync decision tool Normal completion still get error Also use sync special restart pc still work check app need update show pending FAS update software center fail install say co worker already update application escalate level assistance configuration whether need Uninstalled instal RKM Knowledge Article Title use N EOC"],
		"responses": ["User was able to update FAS himself."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["FAS FES Login Issue SESA ID SESA Caller Name Faith Hall Contact number Email Address faith hall se com Location remote hotel office Application Name FAS FES Number Known Affected Users Single user issue problem User still unable log FAS FES even Logon id MCOA Troubleshooting step detail User provide FAS FES access request ticket RITM SCTASK Ticket complete log provide user password Q C FAS FES try provided account MCOA also SESA credential Assigned ticket ATOS Electronic Security NAM L please assist user credential issue"],
		"responses": ["Problem: FAS/FES - Login Issue  Cause: [ Main Cause Type:Data;Sub Cause Type: Duplicate data ]  Action: User have multiple account so I disable one adding a 'X' at the end of her SESA.  Customer Confirmation: Yes\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Issue printing MOM SESA ID ID SESA Caller Name LAZARO EFRAIN VAZQUEZ Call back number Email Address LAZAROEFRAIN VAZQUEZ se com Related case case history None Location remote hotel office Office Application Name MOM Number Known Affected Users issue problem problem print electrical diagram MOM issue problem begin Today Logon id SESA Error message error FLEXlm license last time work properly hour ago change PC since last time work properly change password recently Troubleshooting step detail problem print diagram MOM user tell raise ticket MESAUT Escalating ticket MESAUT NAM L"],
		"responses": ["New Lísenseme applied"],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["General Inquiry OFO Tracker"],
		"responses": ["Workaround applied."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["General Inquiry OFO Tracker warehouse associate scan part location"],
		"responses": ["Web.config changed as error describes."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["General Inquiry OFO Tracker SERVICE ERROR"],
		"responses": ["Servers in the cluster where OFO runs are not sync in terms of configuration or something. We are addressing this problem every week and we are working with infrastructure team to find the root cause for this problem."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Job UXSNS Ended OK PM SWIVEL TICKET EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXSNS host id e b c us schneider electric com message Ended OK Mon Apr EDT memname salpsdwnload scr order id eott severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes TicketSummary ecs LOG BATCH JOB MON job name UXSNS host id e b c us schneider electric com message Ended OK Mon Apr EDT memname salpsdwnload scr order id eott severity V status Noticed send time last user last time call type alert id data center Production EventSteadyState Stateless KPIID dummy FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job UXSNS Ended OK per David job restart fail step complete fine"],
		"responses": ["Problem: Job UXSNS050 Ended not OK @ 5/19/2022 3:48:48 PM  Cause: [ Main Cause Type:Data;Sub Cause Type: Special character ]  Action: Skiped problematic order  Customer Confirmation: NA\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Job FASKBEXT Ended Ok ATOS SNOW Ticket INC Job FASKBEXT Ended Ok TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create sev incident DPSMES group Job FASKBEXT Ended Ok Notified saran"],
		"responses": ["Manual upload."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Job FASKBEXT Ended Ok Job FASKBEXT Ended Ok TS Tejesh Vuddagiri Naga Venkata Sai Work note Hi SD Team Please create sev incident DPSMES group Job FASKBEXT Ended Ok Notified saran"],
		"responses": ["Problem: Job FASKBEXT Ended Not Ok  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: FTP service unavailable ]  Action: Upload file manually  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Job UXFASUED application ES FASORD fail EST EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXFASUED host id e b c us schneider electric com message UXFASUED STARTED RAISE SEV TKT DPSMES Mon May EDT memname fa dbued scr order id f severity U status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateless TicketSummary ecs LOG BATCH JOB MON job name UXFASUED host id e b c us schneider electric com message UXFASUED STARTED RAISE SEV TKT DPSMES Mon May EDT memname fa dbued scr order id f severity U status Noticed send time last user last time call type alert id data center Production KPIID dummy BS Balashanmugham Sankaranarayanan Additional comment Job UXFASUED application ES FASORD fail EST Informed David David Gallardo se com Ticket need assign DPSMES team SEV"],
		"responses": ["Had Ops rename the cataloged file----- > PINV.ICSEDT.FAS3.ORDEDITS from previous run. Then had Ops team-re-run UXFASUED for a successful run.\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Label Shop Issue SESA ID SESA Caller name Josue Lamartiniere E mail address Josue Lamartiniere se com Primary contact Alternate contact NA User site office location Lexington KY Number user currently know affected Application name affect Label Shop exact issue soon user enters credential get error Microsoft Visual C runtime library Runtime error Abnormal Program termination User already restart system application Service stop partially impacted Production Line Exact error message Runtime error Abnormal Program termination Business impact issue affect Schneider business Stoppage line assembly workflow"],
		"responses": ["Spoken with the user"],
		"context": " and they used the new version on the XP machine"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Label Software Label Shop Issue SESA ID SESA Caller Name Omar Hernandez Call back number team Email Address OMAR HERNANDEZ se com Location remote hotel office onsite RKM ID KA Title RKM Application Name Label Shop issue problem Label Software Label Shop Issue issue problem begin Today Error message Please see attached photo last time work properly Yesterday change PC since last time work properly None Detailed Notes End user access Label Shop restart app issue persist Please see attached photo error get Escalating DPSMES Global L assistance"],
		"responses": ["Isolated network issue."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue recent upgrade access FES FAS use sesa number"],
		"responses": ["This user needed to use a SESI instead of her SESA."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue cambiaron el acceso mi sesa est dada de alta para ingresar la aplicaci n puedo imprimir los ticket de las rdenes especiales para embarcarlas"],
		"responses": ["Assuming user is no longer facing this issue since there is no response from user."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue please reset password Thanks"],
		"responses": ["User's credentials (SESA) are working ok."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue Change password"],
		"responses": ["Q2C password was used instead of SESA one."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue FAS issue new laptop assign like month ago expect function previous one operation tell one take care information meaning apps docs access etc choose change equipment attach one example access run one program link daily process"],
		"responses": ["Laptop was sent to warranty."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue FAS update software center use FAS"],
		"responses": ["Ask Jeffrey to install FAS automatically."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue get error code Internal error VerifyEmployee Alt Login Stored Procedure Return Cold"],
		"responses": ["Number of tries was reset on the database."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue reach FAS Performance Smyrna need download report urgently"],
		"responses": ["FAS deployed successfully to users PC."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue forget password need reset FAS"],
		"responses": ["Password sent to user."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue Keith require admin capability FAS Team Leader Fabrication"],
		"responses": ["User have admin rights."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue able log due new update"],
		"responses": ["Tried contacting Tranham Woodward on several occasions in Team but there was no response from Tranham Woodward. Therefore closing the ticket."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue Recent upgrade require use SESA id login versus MSN previously know password use password reset help tried former FAS login password Sesa credential well network luck Please note access create nest within FES need capability"],
		"responses": ["FAS working fine now"],
		"context": " probably after PC reboot changes were reflected on PC.\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue SAL open give error"],
		"responses": ["Issue has been resolved. We had to turn off the remaining XGS (IPS-XGS-3100-NAM-US-SENECA) and that solved the issue. Waiting on confirmation that the XGS needs to be unracked"],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue production computer release order FAS update late version FAS currently log SESI"],
		"responses": ["Problem: There is a production computer that will not release any orders on FAS. It has been updated to the latest version of FAS 9.00 and is currently logged in as SESI012067  Cause: [ Main Cause Type:Patch/ Release;Sub Cause Type: Configuration issue ]  Action: Missed DNS suffixes were added and firewall rule was added too.  Customer Confirmation: Yes\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue login FAS update stick software center"],
		"responses": ["FAS deployed successfully to users PC."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue enter USID Password program close back response"],
		"responses": ["Ask user to use SESA credentials."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue shipment Athens TX DC tranlate FAS SAP prevent DC receive material Bld Load Number still pending FAS create SAP order number"],
		"responses": ["Problem: We have a shipment to Athens TX DC that did not tranlate from FAS to SAP. This is preventing the DC from receiving material in. Bld/Load Number is 0461260 is still pending in FAS to create the SAP order number.  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Service not running ]  Action: Put orders back to P status and they were processed"],
		"context": "  Customer Confirmation: Yes\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue shipment Mechanicsburg DC tranlate FAS SAP prevent DC receive material Bld Load Number still pending FAS create SAP order number"],
		"responses": ["Problem: We have a shipment to Mechanicsburg DC that did not tranlate from FAS to SAP. This is preventing the DC from receiving material in. Bld/Load Number is 0461033 is still pending in FAS to create the SAP order number.  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Service not running ]  Action: Put orders back to P status and they were processed"],
		"context": "  Customer Confirmation: Yes\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue shipment one DCs tranlate FAS SAP prevent DC receive material Bld Load Number still pending FAS create SAP order number"],
		"responses": ["Problem: We have a shipment to one of the DCs that did not tranlate from FAS to SAP. This will prevent the DC from receiving material in. Bld/Load Number is 0461290 is still pending in FAS to create the SAP order number.  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Service not running ]  Action: Put orders back to P status and they were processed"],
		"context": "  Customer Confirmation: Yes\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue let Beverly login SESA since change"],
		"responses": ["User have to account records on dbsec I changed employee_id field in the old inactive one adding an 'X' to the end."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue let log since change SESA login"],
		"responses": ["I have to reset password tries number."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue LET LOG TRIED SYNC STILL LET SHUT COMPUTER REBOOTED NOTHING WORK ASKED LOCAL SUPPORT TECH LOOK FIGURE"],
		"responses": ["Ask Jeffrey Davis to install FAS on users PC."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Manufacturing Management App Issue FAS FES Issue let Tiffany use SESA since change"],
		"responses": ["Updated number of attempts manually."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Multiple Unix Jobs Ended Ok EventID ATF NAMUMFTMDX EVENT e cb e eb e ab f EventSender ATF NAMUMFTMDX EventType PERFORMANCE EventSenderType ATF UMF NAM EventClass LOG BATCH JOB MON EventSeverity Hostname ecs Message job name UXSWKBR host id e b c us schneider electric com message Ended OK Thu Apr EDT memname fa dbkbr scr order id erhj severity V status Noticed send time last user last time call type alert id data center Production ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC EMKR UMF EventSteadyState Stateless KPIID dummy TicketSummary ec LOG BATCH JOB MON job name UXSWKBR host id e b c us schneider electric com message Ended OK Thu Apr EDT memname fa dbkbr scr order id erhj severity V status Noticed send time last user last time call type alert id data center Production JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Multiple Unix Jobs Ended Ok per Venkata fail job restart top complete fine"],
		"responses": ["Problem: Multiple Unix Jobs Ended Not Ok  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: High CPU usage ]  Action: Restart jobs from top.  Customer Confirmation: N/A\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ERP Issue AMAPS Issue problem FAS Performance FAS Workbench login credentials long work need access able perform job past year log MCO number Q C however system recognize"],
		"responses": ["User have to change password. Passwords with spaces and apostrophe doesn't work."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Software Application Issue Application Issue several item across two order need progress point FAS move status engineering team already advise validate Specifically need Q C Please treat high priority case prevent production build order shipping end customer help report similar issue case number KSR resolve"],
		"responses": ["Orders are more than 180 days away from now that's way user is not able to progress them."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Q C Request need progress point change Assembly Q C change Assembly keep revert back schedule allow manufacturing assembly print paperwork build"],
		"responses": ["Problem: We need the progress point changed to Assembly on Q2C# 43222470-009 >010"],
		"context": " 012 > 015"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Q C Issue Quote Cash Q C General Issue request FAS Final Assembly Scheduling application Q C offer forgot password reset button FAS remember FAS password FAS application accept Q C password access month ago FAS user ID WAT Q C ID WAT log FAS Q C ID password get error message ERROR ESTABLISHING CONNECTION Msg ID MBCM remember FAS password user ID WAT Since FAS old little used application know go assistance move another area facility wireless connection know make difference Please advise"],
		"responses": ["Credentials sent to user."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Q C Issue Quote Cash Q C Order Inquiry Issue Q C release item manufacture twice time system immediately put back hold sure attach screenshots audit trail"],
		"responses": ["it was been resolved by the plant"],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Q C Issue Quote Cash Q C Order Stuck Issue Progress point need change Assembly Progress point keep flip back schedule"],
		"responses": ["User was able to figure out how to move order."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Q C Issue Quote Cash Q C Order Stuck Issue try change status order assembly try many time"],
		"responses": ["Asked user to contact engineering to review this order."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Q C Issue Quote Cash Q C Order Stuck Issue Order Progress Point keep flip back Scheduling Needs Assembly change PP Assembly yo go job log back flip PP back schedule"],
		"responses": ["User was able to figure out how to move order."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Q C Issue Quote Cash Q C Order Stuck Issue two order progress point need change assembly change go job go back flip back scheduling"],
		"responses": ["User was able to figure out how to move order."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Q C Issue Quote Cash Q C Synching Error error get FAS Application Msg ID MBCM Internal error Application Synchronization Manager able get synch manager install update FAS Q C work fine ID WAT"],
		"responses": ["FAS installed manually with Punit help."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Schneider electric Manufacturing Management App Issue FAS FES Issue FES order release print fabrication team lose visibility order Examples attach"],
		"responses": ["See notes for details."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["ServiceNow Request Information SESA ID sesa Caller name ALEJANDRO TORIZ E mail address alejandro toriz se com Contact phone number Number user currently know affected Affected service item Label shop Linea Millenium Unidades Basicas numero issue problem soon user enters credential get error Cause Error message Error ocurred application Sorry inconvenience Please contact support team error Details Error population family drop Error populate catalog drop Error get catalog number device family app note Connection server lose"],
		"responses": ["Problem: LabelShop - As soon as user enters his credentials he gets an error Cause/Error message (if any)Error ocurred in the application"],
		"context": " Sorry for the inconvenience. Please contact support team with error Details. Error population family drop-down. Error populating catalog drop-down Error getting catalog numbers for device"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM GPFAS J ENDED NOTOK RC U U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM GPFAS J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job GPFAS J ENDED NOTOK RC U Voice mail sent Aseem"],
		"responses": ["Removed the failing job GPFAS326 from Control-M schedule as there is no business need to run this job. Also made appropriate scheduling change to trigger successor jobs GPFAS32E"],
		"context": " GPFAS32P by GPFAS325 instead of GPFAS326 which we removed from the schedule.\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MOBMSDRF J ENDED NOTOK RC U SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MOBMSDRF J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC PA Pruthvi Raj B Additional comment Hello Team Please route ticket DPSMES sve"],
		"responses": ["Problem: CTM3 SYSA-CTM282I MOBMSDRF J16827 ENDED NOTOK RC=U3303! *   Cause: [ Main Cause Type:Scheduling issue;Sub Cause Type: Delay in Batch job ]  Cause description : The batch delayed and plant is not online  Action taken : Once LCP040 batch online job completed"],
		"context": " then restarted from abended step. Job Completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM MTSAL J ENDED NOTOK RaC U IOADMIN Occurred SYSA IOCALERT CTM SYSA CTM MTSAL J ENDED NOTOK RaC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM MTSAL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC RM Ravikanth Work note Notified Aseem Hi SD Team Please raise sev ticket DPSMES group"],
		"responses": ["Message: CTM3 SYSA-CTM282I MTSAL015 J07179 ENDED NOTOK RC=0012 !  XCOM - file transfer timed out.  Reran failed job MTSAL015"],
		"context": " the job ran clean and XCOM was successful.\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMPAMSR J ENDED NOTOK RC U U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMPAMSR J ENDED NOTOK RC U U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact Email send Subject ATOS SCHNEIDER ELECTRIC INC Medium assign ZZ ServiceDesk NAM SE Service Desk ezra bautista atos net birlen aquino atos net al christian adap atos net sherry geneta atos net francis ogdoc atos net Show email detail JM Jenefer Work note Hi SD Team Please create SEV incident DPSMES group Job SMPAMSR J ENDED NOTOK RC U JM Jenefer Field change Assigned Empty wasJenefer Assignment GroupZZ ServiceDesk NAM SEwasZZ Mainframe WO ProdCNTRL SE Incident StatePending AssignmentwasIn Progress StatePending AssignmentwasIn Progress Transfer ReasonReferred next group JM Jenefer Field change Assigned toJenefer Incident StateIn ProgresswasNew StateIn ProgresswasNew"],
		"responses": ["CICS region was down due to batch delay for job SMLCP040. Instructed Ops team to re-run job from top when CICS was up and running"],
		"context": " The job ran successfully.\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SMSAL J ENDED NOTOK RC U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SMSAL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact RM Ravikanth Work note Hi SD Team Please raise sev ticket DPSMES group"],
		"responses": ["Problem - SYSA (IOCALERT) CTM3 SYSA-CTM282I SMSAL020 J29679 ENDED NOTOK RC=0016 ! *   cause: [ Main Cause Type:Resource ;Sub Cause Type: File locked ]  Cause description : UNAVAILABLE RESOURCE  Action: Resatrted the job after resourse is available and Job completed fine.  User confirmation - NA\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNSAL J ENDED NOTOK RC U IOADMIN Occurred SWIVEL TICKET EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNSAL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes FunctionalOrganization SCHNEIDER ELECTRIC incident urgency incident impact RA Ragavi Abirajan Additional comment Hi SD Team Please raise sev Ticket DPSMES group"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I SNSAL015 J16215 ENDED NOTOK RC=0016 ! *   Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: Server storage issue ]  Cause description : Error writing output file: No space left on device ES30B.C076.US.S #002000 SNSAL015 IP=es30b.c076.us.schneider-electric.com   Action taken : Checked up with server team for space issue"],
		"context": " server team answered \"\"there is free space available\"\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM SNSAL J ENDED NOTOK RC U IOADMIN Occurred Swivel Ticket EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM SNSAL J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident urgency FunctionalOrganization SCHNEIDER ELECTRIC incident impact RM Ravikanth Work note Notified Saran Hi SD Team Please raise sev ticket DPSMES group"],
		"responses": ["Problem: SYSA (IOCALERT) CTM3 SYSA-CTM282I SNSAL015 J22072 ENDED NOTOK RC=0016 ! *  Cause: [ Main Cause Type:Data;Sub Cause Type: FTP service unavailable ]  Cause description : XCOM service unavailable   Action taken : Due to space issue"],
		"context": " XCOM service failed. Restarted once space issue has been cleared. Job completed fine.  Customer Confirmation : NA\""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["SYSA IOCALERT CTM SYSA CTM WLJSHLHS J ENDED NOTOK RC U IOADMIN Occurred EventID SYSA EventSender ATF IOC EventType PERFORMANCE EventSenderType ATF IOC EventClass IOCALERT EventSeverity Hostname SYSA Message CTM SYSA CTM WLJSHLHS J ENDED NOTOK RC U IOADMIN Occurred ConfigItemIDType CIID ConfigItemID SNC G P SupportGroup TTCategory Mainframe JobSchedule ProdCntl CorrelationTime SEV process event min TimeOccured Z CreatedBy ATF EVENTROUTER Additional Attributes incident impact incident urgency FunctionalOrganization SCHNEIDER ELECTRIC Ashish Thakar Additional comment Aseem notify issue Service Desk Please raise SEV ticket DPSMES queue"],
		"responses": ["The job failed dur to timeout issue. Reran job from the top. The job ran clean"],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["unable log FAS SESA SESA Name Nichole RICHARDSON Callback number x Email Address nichole richardson se com Location COLUMBIA NC Related case case history none Application name FAS Number user affect Single Issue unable log FAS Log ID MCOC Error message ERROR VERIRYING EMPLOYEE issue begin today last time work properly last week change PC applicable change password recently applicable Troubleshooting step detail unable log FAS say tell would nowbe use SESA log check MCOE Q C pas reset tool still active say FAS portal already ask SESA ACTIVE DIRECTORY account user type SESA WINDOW pas ERROR VERIRYING EMPLOYEE assign ticket DPSMES Global L"],
		"responses": ["Problem: unable to log-in to FAS   Cause: [ Main Cause Type:Patch/ Release;Sub Cause Type: Configuration issue ]  Action: User have two account one with a expired date on scrty_expira_dt so I update this column to the same value from the other account.  Customer Confirmation: Yes\""],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["Unable logon FES FAS operator login FAS schedule workbench"],
		"responses": ["We have helped users to resolve the issue. This issue is due to the FAS upgrade that occurred during the weekend"],
		"context": " some PCs were not updated automatically we contact the software center team"
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["UNIX job Job FASKBEXT Ended Ok Alert Time UNIX job Job FASKBEXT Ended Ok Alert Time Hi Team Please look job abend SE FASKBEXT Fyi try restart job top fail Ashish Thakar Additional comment David notify Service Desk Please raise SEV ticket DPSMES team"],
		"responses": ["Manually uploaded file."],
		"context": ""
	},
	{
		"tag": "DPSMES Global L2",
		"patterns": ["UXSWS Ended ok UXSWS Ended ok UXSWS Ended ok MK Manisha Kumari Work note per Venkataswami Ramala restart job failed step complete fine Hi SD team please raise sev ticket DPSMES team"],
		"responses": ["Problem: UXSWS050 Ended not OK Application: SWSAL NodeId: es30b.c076.us.schneider-electric.com  Cause : [ Main Cause Type:Infrastructure;Sub Cause Type: File Space issues ]  Action: Restarted the job after some time"],
		"context": " it went fine.  Customer Confirmation: NA.\""
	},
	{
		"tag": "DPSSMF Global L2",
		"patterns": ["Manufacturing Management App Issue NAM Aveva Avantis try open link approval https senatool schneider electric com AvantisWorkspace index html machine request install silver light accord avantis administrator recommendable look fix access without silver light"],
		"responses": ["User need to install Silverlight"],
		"context": " after that it worked fine.\""
	},
	{
		"tag": "DPSSMF Global L2",
		"patterns": ["Manufacturing Management App Issue NAM Aveva Avantis connectivity Unable retrieve content"],
		"responses": ["User reported that he couldn't connect to Avantis for about 10 minutes and then it worked fine."],
		"context": ""
	},
	{
		"tag": "DPSSMF Global L2",
		"patterns": ["Manufacturing Management App Issue NAM Aveva Avantis See attachment"],
		"responses": ["Problem: Manufacturing Management App Issue - NAM Aveva - Avantis  Cause: [ Main Cause Type:Infrastructure;Sub Cause Type: DB server down ]  Action: On terminal server had to sig out several disconnected users and for web mobile had to rise a ticket since it was unable to remote"],
		"context": " AWS infrastructure team reboote it.  Customer Confirmation: Yes\""
	},
	{
		"tag": "DPSSMF Global L2",
		"patterns": ["Manufacturing Management App Issue NAM Aveva Avantis select Avantis icon open act load anything"],
		"responses": ["Looks like it was a temporary failure."],
		"context": ""
	},
	{
		"tag": "DPSSMF Global L2",
		"patterns": ["Software Application Issue Application Issue Avantis able search part inventory add part inventory application act load continue search"],
		"responses": ["The issue that I had worked itself out."],
		"context": ""
	}
]